[
  {
    "name": "Dr Kline Rowe",
    "company": "Enersol Medical Practice",
    "email": "drklinerowe@enersol.com",
    "phone": "+44 8584 252514",
    "address": "334 Engert Avenue, Glasgow",
    "about": "Aliquip excepteur laboris adipisicing nisi incididunt amet anim eu duis magna eu aliquip sit sint. Eiusmod ipsum ea do cillum velit esse id magna nulla. Ad sit nisi culpa id tempor et ipsum proident do. Ut veniam ullamco officia est et nulla do qui.\r\n",
    "registered": "2017-03-30",
    "latitude": 55.938415,
    "longitude": -4.176025,
    "rating": 3.72
  },
  {
    "name": "Dr Rocha George",
    "company": "Anixang Medical Practice",
    "email": "drrochageorge@anixang.com",
    "phone": "+44 9185 752240",
    "address": "859 Metropolitan Avenue, Glasgow",
    "about": "Quis mollit excepteur velit eu dolor pariatur velit laboris consequat ad. Nulla qui anim eu velit qui est quis. Velit ullamco et sint occaecat fugiat eu pariatur laboris consequat.\r\n",
    "registered": "2020-02-23",
    "latitude": 55.85853,
    "longitude": -4.382712,
    "rating": 4.4
  },
  {
    "name": "Dr Fitzpatrick Olson",
    "company": "Mediot Medical Practice",
    "email": "drfitzpatrickolson@mediot.com",
    "phone": "+44 8574 303193",
    "address": "540 Lee Avenue, Glasgow",
    "about": "Sit sunt in amet veniam ullamco. Voluptate ut consequat velit est cillum adipisicing aute sint culpa sit in dolor. Commodo dolor pariatur consequat ex eiusmod aliqua sit tempor ipsum mollit. Deserunt aliqua occaecat ullamco eu duis labore commodo sunt proident anim non tempor. Amet officia labore cillum consequat aliqua Lorem aute culpa elit aliqua pariatur est. Non qui incididunt amet proident voluptate quis consectetur. Id officia esse id ad officia Lorem cupidatat elit id ullamco amet cillum non.\r\n",
    "registered": "2015-07-12",
    "latitude": 55.745062,
    "longitude": -4.422338,
    "rating": 4.96
  },
  {
    "name": "Dr Constance Schwartz",
    "company": "Ecratic Medical Practice",
    "email": "drconstanceschwartz@ecratic.com",
    "phone": "+44 9634 552045",
    "address": "325 Montana Place, Glasgow",
    "about": "Id dolor aliqua tempor ipsum ex ad commodo ipsum nostrud duis ipsum irure. Velit est sunt elit sit irure consequat magna aliqua tempor ad. Ullamco duis et duis cupidatat ullamco laborum tempor dolore anim qui enim ex. Est id mollit cupidatat aliqua. Qui fugiat laboris tempor labore cupidatat ullamco tempor consequat pariatur proident. Tempor ex pariatur esse est sunt.\r\n",
    "registered": "2016-04-23",
    "latitude": 55.737958,
    "longitude": -4.140684,
    "rating": 4.62
  },
  {
    "name": "Dr Walsh Roy",
    "company": "Firewax Medical Practice",
    "email": "drwalshroy@firewax.com",
    "phone": "+44 9374 812136",
    "address": "671 Hall Street, Glasgow",
    "about": "Eu officia laboris amet incididunt labore. Lorem et magna consectetur qui commodo. Elit esse eu reprehenderit sint aliqua labore mollit in magna consectetur ipsum qui id. Magna do excepteur quis excepteur eiusmod amet est esse duis dolore aute occaecat ad.\r\n",
    "registered": "2015-08-19",
    "latitude": 55.7654,
    "longitude": -4.441857,
    "rating": 4.44
  },
  {
    "name": "Dr Audra Crosby",
    "company": "Nurplex Medical Practice",
    "email": "draudracrosby@nurplex.com",
    "phone": "+44 8015 313866",
    "address": "875 Agate Court, Glasgow",
    "about": "Tempor dolor laborum sit anim ad sunt cupidatat officia. In do occaecat pariatur elit mollit ullamco dolore veniam nulla mollit eu aliquip proident. Aliquip velit eu consequat labore exercitation nostrud exercitation. Exercitation ea cillum anim ex. Non ut excepteur do cupidatat dolor esse reprehenderit elit aute officia. Ex duis reprehenderit nulla irure magna do ipsum cillum Lorem duis eiusmod. Fugiat sunt nisi velit amet mollit pariatur consectetur et cupidatat.\r\n",
    "registered": "2020-05-08",
    "latitude": 55.754857,
    "longitude": -4.448264,
    "rating": 3.17
  },
  {
    "name": "Dr Reese Mack",
    "company": "Aquazure Medical Practice",
    "email": "drreesemack@aquazure.com",
    "phone": "+44 8204 952138",
    "address": "617 Debevoise Street, Glasgow",
    "about": "Et reprehenderit adipisicing reprehenderit qui eu. Sint ea voluptate deserunt commodo sit. Magna aute proident do sit reprehenderit dolor dolor irure exercitation incididunt.\r\n",
    "registered": "2017-10-02",
    "latitude": 55.828433,
    "longitude": -4.21362,
    "rating": 3.12
  },
  {
    "name": "Dr Castaneda Burt",
    "company": "Remotion Medical Practice",
    "email": "drcastanedaburt@remotion.com",
    "phone": "+44 8504 092034",
    "address": "793 Canton Court, Glasgow",
    "about": "Pariatur cillum est duis do sint ad est est veniam aute pariatur voluptate non consequat. Sunt nisi et laboris ullamco Lorem et aute. Eu elit esse dolor voluptate eu sint dolor incididunt velit laborum esse. Ullamco aliqua aute in deserunt non adipisicing in qui id duis Lorem do ad. Qui anim ullamco voluptate incididunt duis irure pariatur voluptate reprehenderit esse qui do. Eu labore fugiat cillum laboris elit nostrud pariatur cillum. Sunt tempor laboris excepteur do sint minim anim proident dolor.\r\n",
    "registered": "2018-11-24",
    "latitude": 55.854213,
    "longitude": -4.312946,
    "rating": 4.73
  },
  {
    "name": "Dr Robin Mcdaniel",
    "company": "Gynko Medical Practice",
    "email": "drrobinmcdaniel@gynko.com",
    "phone": "+44 9304 142541",
    "address": "600 Knickerbocker Avenue, Glasgow",
    "about": "Cupidatat ex voluptate incididunt exercitation aliquip do tempor consectetur duis occaecat duis labore velit. Elit sint cupidatat sunt enim non officia non. Lorem Lorem minim voluptate ea labore non esse.\r\n",
    "registered": "2017-09-29",
    "latitude": 55.92238,
    "longitude": -4.246862,
    "rating": 3.11
  },
  {
    "name": "Dr Emily Farmer",
    "company": "Roboid Medical Practice",
    "email": "dremilyfarmer@roboid.com",
    "phone": "+44 9695 622111",
    "address": "588 Troutman Street, Glasgow",
    "about": "Eiusmod officia commodo deserunt consequat excepteur. Adipisicing nostrud mollit qui labore minim amet cupidatat cillum esse officia. Non laboris consectetur amet non est commodo voluptate laborum magna irure officia. Proident do elit reprehenderit esse excepteur exercitation amet est consequat est aute anim occaecat. Anim dolore officia est do. Quis nisi cupidatat irure qui adipisicing. Magna eu qui qui labore velit ullamco ad aliquip.\r\n",
    "registered": "2018-10-12",
    "latitude": 55.883978,
    "longitude": -4.221018,
    "rating": 3.55
  },
  {
    "name": "Dr Blair Hughes",
    "company": "Locazone Medical Practice",
    "email": "drblairhughes@locazone.com",
    "phone": "+44 8595 173444",
    "address": "923 Williams Avenue, Glasgow",
    "about": "Duis cillum eu qui laborum enim anim et. Mollit qui ipsum aliquip aliquip. Occaecat officia enim magna anim duis velit. Voluptate qui in reprehenderit laboris deserunt exercitation ipsum voluptate adipisicing ut velit sint. Veniam aliqua sunt aliquip veniam voluptate proident. Incididunt occaecat veniam aliqua cillum culpa. Qui eu Lorem dolore in aute cillum cillum labore proident consectetur.\r\n",
    "registered": "2017-10-24",
    "latitude": 55.74208,
    "longitude": -4.400729,
    "rating": 4.74
  },
  {
    "name": "Dr Allison Mcmillan",
    "company": "Magnafone Medical Practice",
    "email": "drallisonmcmillan@magnafone.com",
    "phone": "+44 8905 002757",
    "address": "620 Scholes Street, Glasgow",
    "about": "Mollit in nulla consectetur enim est ea. Eiusmod mollit officia laborum sunt culpa. Ullamco Lorem consequat qui pariatur pariatur dolore in. Sint voluptate aute eu excepteur magna culpa laboris ea. In laboris aliqua laboris nisi excepteur sint ut voluptate ullamco non in consectetur proident magna.\r\n",
    "registered": "2017-09-19",
    "latitude": 55.752491,
    "longitude": -4.404968,
    "rating": 3.82
  },
  {
    "name": "Dr Mcclure Day",
    "company": "Metroz Medical Practice",
    "email": "drmcclureday@metroz.com",
    "phone": "+44 9505 363799",
    "address": "856 Seba Avenue, Glasgow",
    "about": "Consectetur veniam pariatur ex aliquip est culpa laboris duis. Tempor excepteur est sit eiusmod. Ea commodo consequat do reprehenderit proident dolore. Id ut anim dolor officia duis anim. Commodo fugiat mollit irure aliqua ipsum Lorem nostrud non ipsum nostrud ipsum.\r\n",
    "registered": "2018-04-01",
    "latitude": 55.880952,
    "longitude": -4.296145,
    "rating": 4.9
  },
  {
    "name": "Dr Laurel Leach",
    "company": "Gushkool Medical Practice",
    "email": "drlaurelleach@gushkool.com",
    "phone": "+44 8185 762162",
    "address": "750 Cambridge Place, Glasgow",
    "about": "Adipisicing non elit aliquip laboris. Cupidatat labore consequat irure esse pariatur eiusmod id irure tempor proident consectetur. Velit veniam reprehenderit dolor non quis.\r\n",
    "registered": "2015-04-17",
    "latitude": 55.92791,
    "longitude": -4.206558,
    "rating": 3.27
  },
  {
    "name": "Dr Hewitt Cooley",
    "company": "Maroptic Medical Practice",
    "email": "drhewittcooley@maroptic.com",
    "phone": "+44 8654 072283",
    "address": "447 Eaton Court, Glasgow",
    "about": "Adipisicing ut fugiat esse ad ipsum laborum nulla qui adipisicing. Eu quis qui nostrud consectetur aute irure. Voluptate anim enim ut ipsum aute aliquip ad non. Et aliquip do voluptate mollit et elit officia duis in. Cupidatat reprehenderit enim et mollit. Pariatur velit magna elit ad laborum laboris cillum excepteur consectetur anim.\r\n",
    "registered": "2018-09-05",
    "latitude": 55.856612,
    "longitude": -4.299461,
    "rating": 3.67
  },
  {
    "name": "Dr Evelyn Roach",
    "company": "Venoflex Medical Practice",
    "email": "drevelynroach@venoflex.com",
    "phone": "+44 9595 642512",
    "address": "785 Doughty Street, Glasgow",
    "about": "Duis enim laborum cupidatat esse amet. Nostrud est commodo nulla aute. Dolor fugiat consectetur ex do eu enim adipisicing.\r\n",
    "registered": "2015-10-19",
    "latitude": 55.749385,
    "longitude": -4.301271,
    "rating": 4.14
  },
  {
    "name": "Dr Ramos Mayer",
    "company": "Iplax Medical Practice",
    "email": "drramosmayer@iplax.com",
    "phone": "+44 8504 583742",
    "address": "794 Sutton Street, Glasgow",
    "about": "Ullamco dolor excepteur id aliqua ex eiusmod sunt dolor officia dolor velit minim excepteur. Et dolor nisi magna ut nulla dolor occaecat duis ea aliqua dolore. Sunt aliquip ex sint id culpa. Aliqua nulla amet nulla tempor mollit anim ut mollit minim. Cillum aliquip ipsum duis laboris reprehenderit eu incididunt adipisicing id amet occaecat fugiat sunt voluptate.\r\n",
    "registered": "2019-07-15",
    "latitude": 55.87009,
    "longitude": -4.262334,
    "rating": 4.26
  },
  {
    "name": "Dr Holden Vance",
    "company": "Zenco Medical Practice",
    "email": "drholdenvance@zenco.com",
    "phone": "+44 8765 453425",
    "address": "356 Girard Street, Glasgow",
    "about": "Veniam laborum nostrud incididunt id reprehenderit aliquip. Exercitation reprehenderit est commodo amet cillum. Proident irure non consectetur adipisicing cupidatat adipisicing quis laboris sint tempor sint laboris fugiat incididunt. Dolore proident est do sit id ut veniam Lorem do. Labore aute anim magna nostrud excepteur Lorem irure labore excepteur do non esse consequat. Laboris esse labore velit culpa sunt enim officia occaecat qui labore nisi.\r\n",
    "registered": "2015-12-12",
    "latitude": 55.841241,
    "longitude": -4.387758,
    "rating": 3.15
  },
  {
    "name": "Dr Annabelle Page",
    "company": "Securia Medical Practice",
    "email": "drannabellepage@securia.com",
    "phone": "+44 8595 243350",
    "address": "876 Harman Street, Glasgow",
    "about": "Consequat consequat anim sint ea aliqua eu. Reprehenderit Lorem cillum sunt et commodo ex id Lorem. Quis dolor culpa veniam quis minim aliqua laboris cupidatat minim labore cupidatat. Nulla elit ad tempor magna laboris nostrud et. Excepteur voluptate sit incididunt esse labore anim commodo elit proident ipsum ex. Nostrud mollit amet id pariatur magna qui sunt. Aliqua eiusmod ad voluptate consequat anim aliquip.\r\n",
    "registered": "2019-10-10",
    "latitude": 55.798507,
    "longitude": -4.362011,
    "rating": 3.56
  },
  {
    "name": "Dr Angelita Sexton",
    "company": "Qimonk Medical Practice",
    "email": "drangelitasexton@qimonk.com",
    "phone": "+44 9895 502608",
    "address": "851 Ingraham Street, Glasgow",
    "about": "Excepteur do fugiat et reprehenderit. Consequat anim dolor occaecat est cillum adipisicing consectetur dolore pariatur quis excepteur do commodo. Nostrud ex eu laboris anim et. Quis voluptate anim commodo culpa. Quis amet ullamco reprehenderit dolore dolore et labore deserunt deserunt nulla qui elit proident.\r\n",
    "registered": "2015-10-25",
    "latitude": 55.935295,
    "longitude": -4.401741,
    "rating": 3.24
  },
  {
    "name": "Dr Roach Goodman",
    "company": "Bovis Medical Practice",
    "email": "drroachgoodman@bovis.com",
    "phone": "+44 9395 972659",
    "address": "693 Murdock Court, Glasgow",
    "about": "Voluptate duis ad voluptate aliquip. Cillum do culpa duis exercitation consectetur aute sit minim labore aliquip culpa irure minim ex. Voluptate reprehenderit reprehenderit Lorem deserunt do enim elit non non est laboris elit ipsum officia. Eu amet duis et commodo velit.\r\n",
    "registered": "2019-10-15",
    "latitude": 55.908567,
    "longitude": -4.277981,
    "rating": 3.27
  },
  {
    "name": "Dr Mabel Hickman",
    "company": "Pyramax Medical Practice",
    "email": "drmabelhickman@pyramax.com",
    "phone": "+44 8395 563226",
    "address": "536 Caton Avenue, Glasgow",
    "about": "Aliquip aliqua sunt aliqua culpa amet quis voluptate amet non voluptate incididunt adipisicing minim enim. Et consequat eu sunt labore nostrud qui ullamco velit anim. Non excepteur ullamco Lorem do enim minim tempor sunt. Aliqua ad anim fugiat aliqua magna elit aute ipsum duis proident nisi veniam sint incididunt.\r\n",
    "registered": "2016-02-20",
    "latitude": 55.831804,
    "longitude": -4.202243,
    "rating": 4.9
  },
  {
    "name": "Dr Sherman Sellers",
    "company": "Nebulean Medical Practice",
    "email": "drshermansellers@nebulean.com",
    "phone": "+44 8134 862729",
    "address": "302 High Street, Glasgow",
    "about": "Elit eu Lorem enim velit. Officia qui exercitation dolore laboris aute consectetur ut amet. Ipsum ad mollit in amet officia ea nulla cupidatat consequat est. Pariatur aute in dolore velit commodo sint Lorem cillum anim ut minim minim do. Ad quis Lorem dolore dolore nulla.\r\n",
    "registered": "2020-04-20",
    "latitude": 55.906831,
    "longitude": -4.20366,
    "rating": 3.38
  },
  {
    "name": "Dr Ashlee Morales",
    "company": "Snips Medical Practice",
    "email": "drashleemorales@snips.com",
    "phone": "+44 9365 452566",
    "address": "885 Elm Avenue, Glasgow",
    "about": "Culpa est cillum magna aliquip aute nostrud cupidatat. Ipsum quis non occaecat ea voluptate dolore et reprehenderit ex aliqua ex nulla nostrud. Ad officia ipsum ullamco sit voluptate sint duis eiusmod voluptate laboris ullamco consequat. Eiusmod ea aliquip qui aliqua incididunt et Lorem commodo ipsum amet sunt reprehenderit. Eu mollit sit minim ullamco enim esse adipisicing culpa officia aute est esse. Officia minim enim ullamco proident excepteur magna reprehenderit fugiat cupidatat pariatur aliqua. Ipsum ea reprehenderit quis et.\r\n",
    "registered": "2015-10-21",
    "latitude": 55.816527,
    "longitude": -4.346663,
    "rating": 3.65
  },
  {
    "name": "Dr Roman Benjamin",
    "company": "Avenetro Medical Practice",
    "email": "drromanbenjamin@avenetro.com",
    "phone": "+44 8754 433818",
    "address": "595 Beayer Place, Glasgow",
    "about": "In incididunt eiusmod quis ea velit laborum consectetur esse eu labore anim laboris. Culpa culpa proident pariatur aliquip. Sit pariatur ea ut excepteur exercitation.\r\n",
    "registered": "2018-02-26",
    "latitude": 55.804567,
    "longitude": -4.447329,
    "rating": 3.67
  },
  {
    "name": "Dr Bryant Velazquez",
    "company": "Corepan Medical Practice",
    "email": "drbryantvelazquez@corepan.com",
    "phone": "+44 8655 933130",
    "address": "468 Hart Street, Glasgow",
    "about": "Non quis magna quis aliquip dolore sunt ipsum aute quis adipisicing fugiat. Duis amet nostrud cupidatat pariatur labore. Ut qui aliquip exercitation tempor veniam amet minim. Ullamco tempor dolor velit reprehenderit.\r\n",
    "registered": "2019-04-13",
    "latitude": 55.94074,
    "longitude": -4.337423,
    "rating": 3.32
  },
  {
    "name": "Dr Merle Small",
    "company": "Mobildata Medical Practice",
    "email": "drmerlesmall@mobildata.com",
    "phone": "+44 8844 072812",
    "address": "878 Perry Terrace, Glasgow",
    "about": "Occaecat eu amet quis elit ut velit excepteur laboris do minim Lorem reprehenderit. Reprehenderit Lorem do aute occaecat dolor laborum ullamco aute sunt ea sit aliquip duis aliqua. Aliquip ea velit voluptate veniam laboris dolore reprehenderit aliqua minim. Adipisicing est ullamco dolore cillum cupidatat cupidatat.\r\n",
    "registered": "2018-11-04",
    "latitude": 55.757698,
    "longitude": -4.17761,
    "rating": 4.6
  },
  {
    "name": "Dr Mamie Gomez",
    "company": "Rodeomad Medical Practice",
    "email": "drmamiegomez@rodeomad.com",
    "phone": "+44 8524 082679",
    "address": "439 Fairview Place, Glasgow",
    "about": "Excepteur tempor laboris aliqua sit anim ullamco ex ea ea minim eiusmod adipisicing fugiat ut. Magna ea labore enim ullamco pariatur cillum elit cillum. Ad laboris labore consectetur reprehenderit. Voluptate ut dolor nostrud voluptate eiusmod culpa cillum culpa. Quis sint amet sit officia tempor consequat sunt cillum mollit.\r\n",
    "registered": "2014-01-01",
    "latitude": 55.829807,
    "longitude": -4.342343,
    "rating": 4.49
  },
  {
    "name": "Dr Alisha Gentry",
    "company": "Bullzone Medical Practice",
    "email": "dralishagentry@bullzone.com",
    "phone": "+44 9174 033637",
    "address": "111 Lenox Road, Glasgow",
    "about": "Magna aliquip mollit mollit sit in velit veniam officia labore officia. Cupidatat elit aute non minim deserunt adipisicing consectetur id cupidatat id est velit fugiat. Incididunt amet ipsum aute labore proident exercitation nisi ea. Culpa ad magna irure reprehenderit enim.\r\n",
    "registered": "2019-06-25",
    "latitude": 55.849499,
    "longitude": -4.196957,
    "rating": 3.2
  },
  {
    "name": "Dr Corrine Kerr",
    "company": "Uniworld Medical Practice",
    "email": "drcorrinekerr@uniworld.com",
    "phone": "+44 9625 342943",
    "address": "760 Vanderbilt Avenue, Glasgow",
    "about": "Do enim excepteur occaecat aliqua fugiat. Elit in nostrud ut sunt fugiat eu est occaecat fugiat cupidatat. Dolor ea ea nulla laborum cupidatat nisi reprehenderit enim exercitation voluptate. Ullamco laboris do et voluptate culpa excepteur ut officia voluptate consectetur tempor ad. Laborum proident nostrud excepteur incididunt ad voluptate quis sint aliquip proident deserunt. Cillum sit deserunt officia culpa voluptate occaecat tempor ipsum velit ex velit in.\r\n",
    "registered": "2019-07-15",
    "latitude": 55.915161,
    "longitude": -4.17346,
    "rating": 3.54
  },
  {
    "name": "Dr Allen Mcfadden",
    "company": "Ohmnet Medical Practice",
    "email": "drallenmcfadden@ohmnet.com",
    "phone": "+44 9955 173554",
    "address": "819 Suydam Place, Glasgow",
    "about": "Eu velit cillum laboris elit laborum elit anim veniam voluptate magna irure proident. Ipsum commodo pariatur mollit labore est non Lorem nisi magna duis. Nulla aliquip fugiat mollit mollit ut consequat. Cillum esse pariatur mollit nisi ut minim consequat ipsum reprehenderit exercitation in ullamco. Lorem excepteur ullamco voluptate dolore fugiat exercitation occaecat excepteur. Est dolor do nulla enim non mollit nisi exercitation nulla laboris.\r\n",
    "registered": "2016-03-09",
    "latitude": 55.839199,
    "longitude": -4.231916,
    "rating": 3.53
  },
  {
    "name": "Dr Sutton Flores",
    "company": "Flotonic Medical Practice",
    "email": "drsuttonflores@flotonic.com",
    "phone": "+44 9355 092704",
    "address": "737 Conklin Avenue, Glasgow",
    "about": "Aliqua sunt id exercitation elit. Et quis nostrud sunt nisi. Est non laborum enim ea ut. Aliqua et nostrud incididunt elit pariatur eu adipisicing. Duis aute sunt amet elit qui minim aliquip aute mollit id sint eu pariatur dolore.\r\n",
    "registered": "2015-05-03",
    "latitude": 55.743779,
    "longitude": -4.25473,
    "rating": 4.85
  },
  {
    "name": "Dr Vonda Haynes",
    "company": "Hinway Medical Practice",
    "email": "drvondahaynes@hinway.com",
    "phone": "+44 8744 683562",
    "address": "405 Jay Street, Glasgow",
    "about": "Reprehenderit anim occaecat do consectetur culpa laboris sint amet qui consequat. Tempor id in deserunt consequat. Sit mollit mollit elit esse irure non in consequat eiusmod. Magna cillum et ipsum id et amet laboris aute aliqua esse cupidatat in laboris mollit. Eiusmod et sint exercitation amet nisi ut deserunt aliqua nulla.\r\n",
    "registered": "2016-11-25",
    "latitude": 55.827677,
    "longitude": -4.44627,
    "rating": 4.41
  },
  {
    "name": "Dr Verna Vaughan",
    "company": "Quonata Medical Practice",
    "email": "drvernavaughan@quonata.com",
    "phone": "+44 8175 493277",
    "address": "847 Ira Court, Glasgow",
    "about": "Aute veniam consequat anim aliquip consectetur officia consequat sunt. Enim do adipisicing sit proident est laboris cupidatat ea ut eu. Magna consequat exercitation quis ullamco. Sit ut sit aliqua non ut adipisicing labore elit magna dolore Lorem.\r\n",
    "registered": "2017-10-30",
    "latitude": 55.836897,
    "longitude": -4.175642,
    "rating": 3.21
  },
  {
    "name": "Dr Rena Winters",
    "company": "Niquent Medical Practice",
    "email": "drrenawinters@niquent.com",
    "phone": "+44 9014 593490",
    "address": "898 Woodruff Avenue, Glasgow",
    "about": "Sint sit in sint voluptate minim officia aliqua nulla voluptate est ad irure ullamco. In tempor sint aute consectetur deserunt Lorem proident tempor aliqua anim sit. Ex proident ex ea non quis exercitation et elit. Do pariatur consequat et in minim dolor anim dolore culpa commodo sint pariatur. Velit id fugiat est quis id laborum ex. Cupidatat est ullamco duis exercitation cillum mollit id laborum.\r\n",
    "registered": "2014-01-06",
    "latitude": 55.891142,
    "longitude": -4.209542,
    "rating": 4.28
  },
  {
    "name": "Dr Preston Coffey",
    "company": "Xiix Medical Practice",
    "email": "drprestoncoffey@xiix.com",
    "phone": "+44 8124 122684",
    "address": "994 Mill Lane, Glasgow",
    "about": "Ad duis magna excepteur exercitation. Do adipisicing non voluptate aute eiusmod ullamco do ea commodo sunt amet duis cillum sunt. Eiusmod ex proident nostrud fugiat aliqua commodo adipisicing incididunt et minim Lorem voluptate.\r\n",
    "registered": "2015-05-06",
    "latitude": 55.752473,
    "longitude": -4.440911,
    "rating": 3.21
  },
  {
    "name": "Dr Delacruz Weeks",
    "company": "Nspire Medical Practice",
    "email": "drdelacruzweeks@nspire.com",
    "phone": "+44 9044 073075",
    "address": "988 Albemarle Road, Glasgow",
    "about": "Magna esse exercitation quis esse pariatur irure veniam. Consectetur nulla voluptate exercitation tempor aliquip sit pariatur fugiat. Quis anim minim mollit nostrud ullamco officia. Nisi duis pariatur aliqua dolore cupidatat dolore enim magna voluptate commodo esse non mollit consequat. Laboris sunt mollit fugiat occaecat labore culpa.\r\n",
    "registered": "2015-03-25",
    "latitude": 55.861539,
    "longitude": -4.270949,
    "rating": 4
  },
  {
    "name": "Dr Montgomery Townsend",
    "company": "Zoarere Medical Practice",
    "email": "drmontgomerytownsend@zoarere.com",
    "phone": "+44 9734 933894",
    "address": "295 Morgan Avenue, Glasgow",
    "about": "Veniam ea aliquip occaecat irure fugiat aliqua eu laborum sit in tempor elit cupidatat. Amet sunt mollit adipisicing aliquip veniam proident eu qui non. Cupidatat non non esse consequat laboris magna voluptate ea. Quis ex sint fugiat nulla qui irure dolore culpa velit eiusmod Lorem Lorem incididunt. Voluptate duis proident ea dolore aute.\r\n",
    "registered": "2018-05-16",
    "latitude": 55.887958,
    "longitude": -4.184612,
    "rating": 3.73
  },
  {
    "name": "Dr Alexis Reilly",
    "company": "Futurity Medical Practice",
    "email": "dralexisreilly@futurity.com",
    "phone": "+44 9554 273102",
    "address": "115 Clara Street, Glasgow",
    "about": "Occaecat sunt ad do ipsum labore aute deserunt consequat in culpa. Sint non id tempor duis fugiat adipisicing veniam. Occaecat labore ex esse est ullamco cupidatat adipisicing magna officia sit sunt. Fugiat deserunt minim dolore exercitation Lorem eiusmod. Et labore est duis ullamco ullamco aliqua amet. Esse culpa eu et officia esse. Laboris occaecat Lorem do veniam proident cillum ullamco eu veniam nisi.\r\n",
    "registered": "2018-03-12",
    "latitude": 55.745901,
    "longitude": -4.236375,
    "rating": 4.67
  },
  {
    "name": "Dr Nettie Chen",
    "company": "Kiosk Medical Practice",
    "email": "drnettiechen@kiosk.com",
    "phone": "+44 8895 962437",
    "address": "200 Kane Place, Glasgow",
    "about": "Et adipisicing sint nulla sint esse. Duis nostrud do laboris et aute irure labore mollit ex deserunt velit nostrud eiusmod Lorem. Sint aute est id non Lorem est. In deserunt ex do aute commodo nulla officia veniam consequat.\r\n",
    "registered": "2017-08-01",
    "latitude": 55.793764,
    "longitude": -4.342755,
    "rating": 4.7
  },
  {
    "name": "Dr Whitney Robertson",
    "company": "Volax Medical Practice",
    "email": "drwhitneyrobertson@volax.com",
    "phone": "+44 9615 822135",
    "address": "938 Lawrence Avenue, Glasgow",
    "about": "Irure excepteur sint sunt commodo. Ex id laborum sit officia eu aute cillum enim non mollit non. Laborum nulla ut dolore eu veniam ullamco ea. Sint aliqua adipisicing eiusmod esse nostrud nostrud.\r\n",
    "registered": "2015-08-16",
    "latitude": 55.763787,
    "longitude": -4.434972,
    "rating": 4.08
  },
  {
    "name": "Dr Jacobson Murphy",
    "company": "Comtent Medical Practice",
    "email": "drjacobsonmurphy@comtent.com",
    "phone": "+44 8395 073491",
    "address": "373 Herzl Street, Glasgow",
    "about": "Veniam minim quis aute veniam magna cillum. Tempor sint ea excepteur aliquip amet veniam sit officia dolor aute. Laborum sunt aute occaecat cillum aliqua. Cupidatat incididunt qui cupidatat exercitation ullamco voluptate qui pariatur esse duis proident esse laboris ipsum.\r\n",
    "registered": "2019-04-09",
    "latitude": 55.743544,
    "longitude": -4.353931,
    "rating": 3.85
  },
  {
    "name": "Dr Holt Black",
    "company": "Zaggle Medical Practice",
    "email": "drholtblack@zaggle.com",
    "phone": "+44 9444 382698",
    "address": "274 Union Street, Glasgow",
    "about": "Ea culpa pariatur sunt occaecat aute Lorem dolor et in. Sit sunt reprehenderit laborum id non occaecat. Est consectetur proident est officia cillum Lorem consequat ullamco ut anim commodo. Aliquip mollit mollit deserunt ad dolor consectetur dolore. Laboris anim anim laboris adipisicing eiusmod do ut ad veniam dolor non est qui. Ex minim fugiat commodo voluptate sunt aliqua ipsum reprehenderit.\r\n",
    "registered": "2019-08-21",
    "latitude": 55.871998,
    "longitude": -4.210497,
    "rating": 4.65
  },
  {
    "name": "Dr Tanya Frederick",
    "company": "Premiant Medical Practice",
    "email": "drtanyafrederick@premiant.com",
    "phone": "+44 9104 952464",
    "address": "395 Conduit Boulevard, Glasgow",
    "about": "Mollit ea reprehenderit sunt fugiat esse qui consequat ipsum commodo reprehenderit ullamco aliquip. Laboris pariatur irure aute sunt est officia in sunt duis laboris aute. Irure elit excepteur aliqua esse voluptate ut sit. Eiusmod adipisicing ut laboris minim consequat ea aliqua esse laborum officia sunt. In fugiat est enim occaecat tempor laborum tempor cillum aute voluptate adipisicing nostrud ad. Sunt qui enim laborum sint amet ex incididunt aute.\r\n",
    "registered": "2018-05-29",
    "latitude": 55.836207,
    "longitude": -4.143053,
    "rating": 3.16
  },
  {
    "name": "Dr Rose Kelly",
    "company": "Digial Medical Practice",
    "email": "drrosekelly@digial.com",
    "phone": "+44 8014 062251",
    "address": "113 Karweg Place, Glasgow",
    "about": "Ipsum et cupidatat sit nostrud nostrud do. Irure ea nisi anim anim voluptate. Consectetur in minim laborum officia nostrud esse velit excepteur proident sint veniam. Minim esse occaecat nisi dolor exercitation dolore consectetur magna ipsum ipsum incididunt eiusmod sit.\r\n",
    "registered": "2019-02-07",
    "latitude": 55.795229,
    "longitude": -4.405251,
    "rating": 4.24
  },
  {
    "name": "Dr Shields Strong",
    "company": "Architax Medical Practice",
    "email": "drshieldsstrong@architax.com",
    "phone": "+44 8464 823361",
    "address": "548 Wilson Avenue, Glasgow",
    "about": "Ad magna ullamco esse sunt nostrud sit irure deserunt deserunt ullamco magna ipsum cillum fugiat. Ad ea voluptate eu magna pariatur esse officia. Sit exercitation ut sint id dolore irure dolor laborum laborum proident Lorem quis ad. Anim aliqua Lorem amet voluptate non irure ex excepteur enim cupidatat irure cupidatat. Minim sint sint Lorem ea commodo velit commodo minim. Exercitation magna ad pariatur excepteur. Proident sit aliqua exercitation est esse aliqua deserunt reprehenderit reprehenderit labore eu est cillum incididunt.\r\n",
    "registered": "2016-12-04",
    "latitude": 55.925793,
    "longitude": -4.214777,
    "rating": 4.9
  },
  {
    "name": "Dr Elise Workman",
    "company": "Concility Medical Practice",
    "email": "dreliseworkman@concility.com",
    "phone": "+44 8145 173402",
    "address": "682 Cove Lane, Glasgow",
    "about": "Id Lorem fugiat aute anim cupidatat anim. Labore anim irure deserunt mollit consectetur anim officia dolore do nisi eiusmod proident cupidatat. Ad ullamco id non consectetur velit incididunt ea consectetur minim aute officia tempor.\r\n",
    "registered": "2019-03-20",
    "latitude": 55.79211,
    "longitude": -4.382849,
    "rating": 4.29
  },
  {
    "name": "Dr Marlene Reyes",
    "company": "Quinex Medical Practice",
    "email": "drmarlenereyes@quinex.com",
    "phone": "+44 9585 332409",
    "address": "917 Nelson Street, Glasgow",
    "about": "Duis qui qui fugiat eiusmod Lorem nulla ullamco culpa labore dolor eiusmod ullamco consequat. Quis quis tempor non officia ipsum mollit qui dolore reprehenderit cillum eiusmod sint duis ex. Eiusmod eiusmod officia anim dolore nostrud enim exercitation eu aliqua sit. Est quis nostrud est nulla adipisicing duis veniam excepteur exercitation. Eiusmod aute voluptate laborum ipsum.\r\n",
    "registered": "2014-03-19",
    "latitude": 55.886829,
    "longitude": -4.384816,
    "rating": 4.97
  },
  {
    "name": "Dr Ann Fuller",
    "company": "Tropoli Medical Practice",
    "email": "drannfuller@tropoli.com",
    "phone": "+44 8975 923180",
    "address": "597 Glendale Court, Glasgow",
    "about": "Consectetur reprehenderit tempor in sunt laborum magna ex enim labore anim. Laboris exercitation qui commodo sint aute ad ipsum id ex tempor. Commodo reprehenderit dolore non excepteur esse amet culpa duis adipisicing elit commodo minim qui labore. In aliqua enim sint consequat minim ad do pariatur esse voluptate ea exercitation qui. Dolor laborum consectetur ex ex in proident. Eiusmod do elit fugiat officia ad esse consectetur mollit elit ipsum sit anim aliquip cillum. Exercitation velit ex sint nostrud eu veniam veniam et eu mollit sunt consectetur consequat.\r\n",
    "registered": "2017-12-13",
    "latitude": 55.773679,
    "longitude": -4.230056,
    "rating": 4.53
  },
  {
    "name": "Dr Chavez Ramos",
    "company": "Exoswitch Medical Practice",
    "email": "drchavezramos@exoswitch.com",
    "phone": "+44 8934 783224",
    "address": "350 Drew Street, Glasgow",
    "about": "Ex culpa velit consectetur duis amet sit mollit. Reprehenderit reprehenderit dolore est exercitation esse aute Lorem commodo consectetur aliqua dolore et amet aliquip. Ut incididunt do laboris culpa Lorem labore aute esse ullamco ullamco elit. Duis commodo commodo cupidatat labore quis esse ullamco ipsum eiusmod.\r\n",
    "registered": "2018-11-28",
    "latitude": 55.894429,
    "longitude": -4.284996,
    "rating": 3.9
  },
  {
    "name": "Dr Morris Beasley",
    "company": "Comcur Medical Practice",
    "email": "drmorrisbeasley@comcur.com",
    "phone": "+44 9194 702465",
    "address": "390 Gem Street, Glasgow",
    "about": "Deserunt incididunt quis aliquip quis. Aute ex incididunt tempor aliqua ex cillum velit voluptate sit amet sunt voluptate. Reprehenderit commodo fugiat ullamco incididunt ea amet adipisicing Lorem enim deserunt nulla voluptate minim id.\r\n",
    "registered": "2018-04-15",
    "latitude": 55.758797,
    "longitude": -4.244152,
    "rating": 4.02
  },
  {
    "name": "Dr Colon Turner",
    "company": "Tsunamia Medical Practice",
    "email": "drcolonturner@tsunamia.com",
    "phone": "+44 8455 993422",
    "address": "396 Lloyd Court, Glasgow",
    "about": "Pariatur exercitation minim eu Lorem enim mollit aliquip labore pariatur esse incididunt mollit esse. Officia sit cupidatat dolore commodo in in dolor. Laborum non adipisicing et eiusmod nulla adipisicing ipsum aute.\r\n",
    "registered": "2016-04-15",
    "latitude": 55.843991,
    "longitude": -4.343334,
    "rating": 3.06
  },
  {
    "name": "Dr Kelly Anderson",
    "company": "Portalis Medical Practice",
    "email": "drkellyanderson@portalis.com",
    "phone": "+44 8765 323318",
    "address": "411 Pilling Street, Glasgow",
    "about": "Labore sint mollit nostrud et enim pariatur do. Dolor sit enim magna consectetur reprehenderit labore. Eiusmod adipisicing ea proident officia ea minim consequat eiusmod tempor veniam magna veniam. Officia consectetur est sit ipsum enim laborum officia adipisicing et voluptate reprehenderit cillum incididunt laboris. Eu esse ut magna sunt.\r\n",
    "registered": "2014-11-27",
    "latitude": 55.78749,
    "longitude": -4.340013,
    "rating": 4.75
  },
  {
    "name": "Dr Johnson Parker",
    "company": "Enthaze Medical Practice",
    "email": "drjohnsonparker@enthaze.com",
    "phone": "+44 9575 462748",
    "address": "524 Halleck Street, Glasgow",
    "about": "In mollit laborum esse quis aliqua est nulla reprehenderit velit officia. Do eiusmod mollit id minim ullamco sit. In eu deserunt deserunt occaecat deserunt magna qui non dolore et. Ea ex duis irure occaecat nulla ad Lorem dolor do.\r\n",
    "registered": "2017-03-09",
    "latitude": 55.919085,
    "longitude": -4.338793,
    "rating": 4.34
  },
  {
    "name": "Dr Holland Stephens",
    "company": "Xplor Medical Practice",
    "email": "drhollandstephens@xplor.com",
    "phone": "+44 9985 063292",
    "address": "458 Frost Street, Glasgow",
    "about": "Proident commodo officia et et ipsum ipsum sunt. Est laboris quis eu quis labore eu proident incididunt exercitation eiusmod pariatur laborum voluptate. Laborum pariatur ut ea sunt esse sit quis irure dolor.\r\n",
    "registered": "2016-05-08",
    "latitude": 55.912999,
    "longitude": -4.337194,
    "rating": 4.18
  },
  {
    "name": "Dr Pat Lopez",
    "company": "Strozen Medical Practice",
    "email": "drpatlopez@strozen.com",
    "phone": "+44 8504 013474",
    "address": "491 Charles Place, Glasgow",
    "about": "Mollit sunt sunt exercitation consectetur laboris ipsum ullamco eu dolore anim magna pariatur dolor. Deserunt Lorem nisi velit do fugiat nostrud officia amet irure. Cillum adipisicing laboris sit dolore mollit ipsum dolore qui cillum voluptate labore sit cupidatat. Labore tempor aliqua sunt eu laboris ex dolore veniam culpa. Ad laboris amet minim cillum reprehenderit voluptate reprehenderit. Et ea excepteur commodo reprehenderit enim ex magna deserunt nulla sunt pariatur exercitation nisi.\r\n",
    "registered": "2017-04-07",
    "latitude": 55.872533,
    "longitude": -4.293082,
    "rating": 4.14
  },
  {
    "name": "Dr Stanley Pratt",
    "company": "Dogtown Medical Practice",
    "email": "drstanleypratt@dogtown.com",
    "phone": "+44 9485 333054",
    "address": "815 Ashland Place, Glasgow",
    "about": "Ad qui culpa veniam exercitation exercitation et sit. Nulla ut officia magna cupidatat do aute ad occaecat. Dolore dolore do ad fugiat enim quis culpa. Ut est anim nostrud commodo voluptate est non. Consectetur ea ad eiusmod veniam do excepteur deserunt irure duis nulla. Excepteur commodo adipisicing anim magna.\r\n",
    "registered": "2017-09-29",
    "latitude": 55.843764,
    "longitude": -4.257377,
    "rating": 3.47
  },
  {
    "name": "Dr Antoinette Dorsey",
    "company": "Biolive Medical Practice",
    "email": "drantoinettedorsey@biolive.com",
    "phone": "+44 8944 883300",
    "address": "265 Hart Place, Glasgow",
    "about": "Reprehenderit nisi est irure sint do voluptate excepteur ullamco excepteur duis fugiat ullamco. Cupidatat ut proident occaecat tempor non amet nisi laborum consequat cupidatat esse aliqua magna ad. Sit dolor labore et aliquip anim enim est exercitation. Laboris Lorem proident officia consequat est id quis minim pariatur consequat veniam ex nisi pariatur. Nisi commodo et pariatur commodo enim veniam amet incididunt anim ut aliquip veniam officia laboris. Pariatur ipsum dolore ipsum occaecat ad exercitation amet duis Lorem nostrud do excepteur sit.\r\n",
    "registered": "2015-07-16",
    "latitude": 55.802149,
    "longitude": -4.34033,
    "rating": 3.37
  },
  {
    "name": "Dr Stafford Hayes",
    "company": "Canopoly Medical Practice",
    "email": "drstaffordhayes@canopoly.com",
    "phone": "+44 9544 422833",
    "address": "476 Mayfair Drive, Glasgow",
    "about": "Deserunt fugiat nulla id incididunt nulla cupidatat minim. Magna sit laborum cillum eu esse nisi ad. Eu ullamco occaecat est nostrud. Eu voluptate veniam dolore exercitation incididunt duis excepteur labore in.\r\n",
    "registered": "2015-02-06",
    "latitude": 55.844646,
    "longitude": -4.169528,
    "rating": 4.37
  },
  {
    "name": "Dr Mcbride Patel",
    "company": "Acumentor Medical Practice",
    "email": "drmcbridepatel@acumentor.com",
    "phone": "+44 8005 182420",
    "address": "518 Covert Street, Glasgow",
    "about": "Est ad Lorem cillum dolor dolor aliquip duis in aliqua est ut est eiusmod fugiat. Nulla esse ut elit cupidatat deserunt enim esse laborum deserunt culpa minim incididunt culpa. Excepteur adipisicing fugiat veniam in quis duis sint. Commodo est sunt exercitation nostrud nostrud voluptate in ut culpa est. Ea anim mollit excepteur eiusmod magna anim voluptate consequat officia anim. Est consequat dolore aute elit sit dolor sit tempor minim nulla cupidatat. Labore tempor occaecat labore deserunt enim labore sit magna cupidatat velit exercitation irure duis nisi.\r\n",
    "registered": "2019-06-09",
    "latitude": 55.924897,
    "longitude": -4.355141,
    "rating": 3.49
  },
  {
    "name": "Dr Gloria Acevedo",
    "company": "Xinware Medical Practice",
    "email": "drgloriaacevedo@xinware.com",
    "phone": "+44 8665 532663",
    "address": "922 Fair Street, Glasgow",
    "about": "Occaecat labore commodo sint exercitation excepteur in. Cupidatat sunt magna est cupidatat in. Ipsum quis cupidatat esse aliquip reprehenderit ut laborum incididunt labore qui aliquip. Cillum mollit sint minim cupidatat cupidatat occaecat non pariatur. Esse officia eu proident nostrud nostrud aute consectetur labore sunt excepteur quis officia anim.\r\n",
    "registered": "2015-05-11",
    "latitude": 55.858222,
    "longitude": -4.245934,
    "rating": 3.04
  },
  {
    "name": "Dr Stokes Mathews",
    "company": "Marketoid Medical Practice",
    "email": "drstokesmathews@marketoid.com",
    "phone": "+44 9285 933976",
    "address": "587 Neptune Court, Glasgow",
    "about": "Id ut in eu nulla labore incididunt dolor elit non commodo pariatur nulla non voluptate. Ut quis tempor nulla dolor consequat esse laboris in laborum laboris enim Lorem proident. Nulla aute amet quis commodo.\r\n",
    "registered": "2014-05-26",
    "latitude": 55.759407,
    "longitude": -4.401906,
    "rating": 4.3
  },
  {
    "name": "Dr Estelle Oneill",
    "company": "Savvy Medical Practice",
    "email": "drestelleoneill@savvy.com",
    "phone": "+44 8825 062296",
    "address": "519 Joval Court, Glasgow",
    "about": "Ipsum quis laborum culpa adipisicing aliquip exercitation tempor aliqua magna. Sunt mollit veniam nisi dolore. Sint labore nostrud ex commodo.\r\n",
    "registered": "2014-03-26",
    "latitude": 55.896371,
    "longitude": -4.270754,
    "rating": 3.79
  },
  {
    "name": "Dr Page William",
    "company": "Scentric Medical Practice",
    "email": "drpagewilliam@scentric.com",
    "phone": "+44 8074 363474",
    "address": "301 Stewart Street, Glasgow",
    "about": "Anim qui velit aliquip cillum in. Proident dolor voluptate minim velit voluptate. Ipsum elit pariatur ad sunt ut elit culpa aliqua labore non esse duis. Fugiat nostrud ut aliqua aute excepteur voluptate et exercitation ea tempor reprehenderit cupidatat.\r\n",
    "registered": "2018-10-15",
    "latitude": 55.780274,
    "longitude": -4.361915,
    "rating": 4.67
  },
  {
    "name": "Dr Brigitte Rogers",
    "company": "Xleen Medical Practice",
    "email": "drbrigitterogers@xleen.com",
    "phone": "+44 8005 203409",
    "address": "506 Moore Place, Glasgow",
    "about": "Aliquip laboris sunt cillum ea aliqua nostrud ut aliqua. Incididunt consequat irure id excepteur nostrud ut commodo mollit tempor mollit sit eiusmod non magna. Qui pariatur aliqua ullamco aliqua et aliqua consectetur culpa. Ullamco enim nostrud ea est proident ex duis cillum magna.\r\n",
    "registered": "2016-03-02",
    "latitude": 55.799403,
    "longitude": -4.409654,
    "rating": 3.05
  },
  {
    "name": "Dr Holloway Morrison",
    "company": "Gaptec Medical Practice",
    "email": "drhollowaymorrison@gaptec.com",
    "phone": "+44 8924 112954",
    "address": "959 Hawthorne Street, Glasgow",
    "about": "Cillum occaecat irure ad enim deserunt nisi. Sit deserunt proident amet Lorem ea non et nostrud aliquip fugiat aliquip consectetur voluptate. Mollit nulla aute dolore ex Lorem cillum in voluptate incididunt voluptate anim. Id eiusmod eiusmod tempor laborum do. Cupidatat ex enim quis reprehenderit quis consequat ullamco aliqua nisi tempor proident dolor. Mollit sit occaecat laboris aliquip nisi fugiat veniam anim fugiat tempor anim irure dolor.\r\n",
    "registered": "2014-10-18",
    "latitude": 55.849412,
    "longitude": -4.171519,
    "rating": 3.69
  },
  {
    "name": "Dr Janna Kaufman",
    "company": "Kineticut Medical Practice",
    "email": "drjannakaufman@kineticut.com",
    "phone": "+44 8945 042810",
    "address": "751 Roebling Street, Glasgow",
    "about": "Minim incididunt cillum dolor amet est tempor cillum tempor eu voluptate. Excepteur ut ut commodo et ut. Ex qui officia labore dolor nostrud dolore aliquip ut. Nulla duis magna deserunt dolore eiusmod duis nisi velit. Proident deserunt laborum ea excepteur do exercitation nisi esse.\r\n",
    "registered": "2018-04-03",
    "latitude": 55.82161,
    "longitude": -4.4086,
    "rating": 3.48
  },
  {
    "name": "Dr Leanne Luna",
    "company": "Brainquil Medical Practice",
    "email": "drleanneluna@brainquil.com",
    "phone": "+44 9595 893271",
    "address": "909 Kiely Place, Glasgow",
    "about": "Culpa do incididunt ad tempor velit consectetur. Cupidatat laboris ullamco eu laboris labore aliquip magna officia magna occaecat nostrud. Occaecat ullamco id cillum ipsum.\r\n",
    "registered": "2014-11-26",
    "latitude": 55.842128,
    "longitude": -4.365017,
    "rating": 3.37
  },
  {
    "name": "Dr Dunlap Salas",
    "company": "Netbook Medical Practice",
    "email": "drdunlapsalas@netbook.com",
    "phone": "+44 8565 502207",
    "address": "380 Macdougal Street, Glasgow",
    "about": "Duis aute mollit voluptate duis ipsum. Est Lorem eu proident irure deserunt qui aute laboris esse reprehenderit consectetur. Amet consequat excepteur id consectetur proident eiusmod do amet velit esse non nostrud.\r\n",
    "registered": "2015-03-18",
    "latitude": 55.843487,
    "longitude": -4.447411,
    "rating": 4.4
  },
  {
    "name": "Dr Christina Brennan",
    "company": "Lexicondo Medical Practice",
    "email": "drchristinabrennan@lexicondo.com",
    "phone": "+44 8694 712854",
    "address": "264 Bedford Place, Glasgow",
    "about": "Amet aliqua deserunt deserunt minim in proident adipisicing consequat aliquip labore. Elit elit dolor dolor dolor Lorem ut aute reprehenderit magna ea velit aute proident fugiat. Irure ipsum enim minim dolor et velit consequat do.\r\n",
    "registered": "2017-09-20",
    "latitude": 55.834624,
    "longitude": -4.275994,
    "rating": 3.66
  },
  {
    "name": "Dr Nicole Cleveland",
    "company": "Daido Medical Practice",
    "email": "drnicolecleveland@daido.com",
    "phone": "+44 8065 453360",
    "address": "216 Argyle Road, Glasgow",
    "about": "Non in commodo in non aute cupidatat irure esse dolor ea sint incididunt laborum. Amet do veniam veniam Lorem irure aute minim officia deserunt tempor aliqua in fugiat ullamco. Laboris velit est eiusmod sit non ea aute. Nostrud voluptate reprehenderit consectetur aliquip officia eu et magna culpa. Et commodo exercitation eiusmod pariatur ipsum consequat esse ea sunt mollit laborum velit commodo. Veniam laboris labore ea fugiat Lorem exercitation excepteur reprehenderit fugiat nisi laborum consectetur ullamco.\r\n",
    "registered": "2015-05-29",
    "latitude": 55.827451,
    "longitude": -4.311365,
    "rating": 3.31
  },
  {
    "name": "Dr Mclaughlin Bryant",
    "company": "Manglo Medical Practice",
    "email": "drmclaughlinbryant@manglo.com",
    "phone": "+44 8424 612237",
    "address": "606 Rost Place, Glasgow",
    "about": "Eiusmod veniam consectetur fugiat labore veniam nisi esse reprehenderit commodo consectetur. Consequat ullamco aliqua consequat Lorem ea ad aute cillum officia et laboris Lorem cillum do. Duis anim pariatur amet fugiat sint reprehenderit magna ut aliquip adipisicing Lorem Lorem est. Ipsum occaecat culpa cillum qui laborum. Cillum sit enim enim exercitation ad deserunt laborum tempor elit esse cupidatat ad sunt. Ea exercitation ad ullamco eiusmod sunt laboris sunt id aute adipisicing.\r\n",
    "registered": "2018-05-20",
    "latitude": 55.741096,
    "longitude": -4.129225,
    "rating": 3.37
  },
  {
    "name": "Dr Jacklyn Colon",
    "company": "Corporana Medical Practice",
    "email": "drjacklyncolon@corporana.com",
    "phone": "+44 8154 443999",
    "address": "461 Seagate Terrace, Glasgow",
    "about": "Sunt voluptate eiusmod consequat Lorem amet Lorem eu ex incididunt cillum ex. Cillum et cillum fugiat consectetur irure consequat aliqua veniam. Culpa minim aliqua non qui sit magna ea non. Cillum et sunt esse excepteur eu reprehenderit labore.\r\n",
    "registered": "2015-06-02",
    "latitude": 55.93222,
    "longitude": -4.338061,
    "rating": 4.14
  },
  {
    "name": "Dr Hattie Jarvis",
    "company": "Apextri Medical Practice",
    "email": "drhattiejarvis@apextri.com",
    "phone": "+44 9415 942573",
    "address": "956 Kensington Walk, Glasgow",
    "about": "Nisi laboris consequat mollit proident deserunt ut minim minim irure cillum duis Lorem. Nisi est mollit magna cupidatat id pariatur eiusmod fugiat nulla. Sint nostrud irure eu labore.\r\n",
    "registered": "2014-07-08",
    "latitude": 55.777765,
    "longitude": -4.149218,
    "rating": 4.01
  },
  {
    "name": "Dr Hammond Elliott",
    "company": "Emoltra Medical Practice",
    "email": "drhammondelliott@emoltra.com",
    "phone": "+44 8115 473427",
    "address": "127 Varet Street, Glasgow",
    "about": "Eu aliquip aute fugiat sint incididunt ut. Deserunt incididunt eiusmod duis laboris dolore proident voluptate laborum officia dolor sit. Pariatur aute nulla laboris dolor commodo in ipsum. Aliqua eu minim aliquip aute. Dolore incididunt mollit culpa id et.\r\n",
    "registered": "2015-03-02",
    "latitude": 55.746903,
    "longitude": -4.160745,
    "rating": 3.05
  },
  {
    "name": "Dr Stella Morris",
    "company": "Voipa Medical Practice",
    "email": "drstellamorris@voipa.com",
    "phone": "+44 8004 103916",
    "address": "849 Bushwick Court, Glasgow",
    "about": "Quis eiusmod pariatur et laborum labore. Magna pariatur dolore nulla reprehenderit pariatur sint cupidatat non non sit. Cillum aute in exercitation non qui non duis et labore commodo. Voluptate sunt ipsum dolore eu qui Lorem cillum eiusmod veniam cupidatat aliquip ut proident eiusmod. Exercitation dolore eiusmod nisi proident. Culpa aliquip fugiat in officia aliquip quis magna. Nulla enim aute amet ullamco enim sint sit do.\r\n",
    "registered": "2018-08-07",
    "latitude": 55.743554,
    "longitude": -4.311681,
    "rating": 4.07
  },
  {
    "name": "Dr Charmaine Wells",
    "company": "Balooba Medical Practice",
    "email": "drcharmainewells@balooba.com",
    "phone": "+44 9314 913549",
    "address": "715 Front Street, Glasgow",
    "about": "Ea ad ut exercitation sunt ad nisi minim do elit ullamco laboris. Fugiat nisi deserunt deserunt laborum reprehenderit minim pariatur mollit ad irure amet tempor. Minim reprehenderit magna pariatur eiusmod ad ex nulla ex cillum voluptate ipsum anim consequat. Quis exercitation dolor voluptate ipsum do laboris aute veniam irure fugiat mollit.\r\n",
    "registered": "2015-07-24",
    "latitude": 55.858237,
    "longitude": -4.207805,
    "rating": 4.61
  },
  {
    "name": "Dr Toni Burks",
    "company": "Elita Medical Practice",
    "email": "drtoniburks@elita.com",
    "phone": "+44 8015 642359",
    "address": "109 Arlington Avenue, Glasgow",
    "about": "Mollit laborum labore labore quis exercitation ex laborum cillum magna cillum dolor nostrud aliqua nostrud. Do pariatur esse adipisicing officia aliqua dolore enim nulla reprehenderit consequat. Sunt laboris qui ut eu. Commodo proident et incididunt magna cupidatat culpa id. Eu elit in veniam est eiusmod irure.\r\n",
    "registered": "2015-08-16",
    "latitude": 55.741916,
    "longitude": -4.229343,
    "rating": 4.03
  },
  {
    "name": "Dr Ballard Parsons",
    "company": "Webiotic Medical Practice",
    "email": "drballardparsons@webiotic.com",
    "phone": "+44 8175 853973",
    "address": "118 Ellery Street, Glasgow",
    "about": "Sunt reprehenderit proident et ipsum sunt excepteur proident laborum esse eiusmod consectetur occaecat. Ad nostrud eiusmod officia sunt. Dolore commodo ad id nisi esse culpa amet enim id eiusmod. Ad ea ex excepteur ad exercitation velit deserunt aliquip. Et reprehenderit mollit cillum voluptate sint minim. Amet dolore sint anim proident nostrud id commodo reprehenderit excepteur in et. Reprehenderit irure magna velit pariatur ullamco magna labore officia culpa sunt officia.\r\n",
    "registered": "2015-12-01",
    "latitude": 55.816265,
    "longitude": -4.255408,
    "rating": 4.85
  },
  {
    "name": "Dr Lowery Orr",
    "company": "Musanpoly Medical Practice",
    "email": "drloweryorr@musanpoly.com",
    "phone": "+44 9764 823562",
    "address": "643 Dennett Place, Glasgow",
    "about": "Est quis eiusmod quis ipsum incididunt deserunt officia in eu est quis excepteur laborum. Amet veniam fugiat tempor adipisicing. Dolore consequat velit aliqua nulla incididunt in sunt sunt proident.\r\n",
    "registered": "2015-08-25",
    "latitude": 55.737559,
    "longitude": -4.439514,
    "rating": 4.39
  },
  {
    "name": "Dr Erika Tyson",
    "company": "Equitax Medical Practice",
    "email": "drerikatyson@equitax.com",
    "phone": "+44 8285 582338",
    "address": "414 Eckford Street, Glasgow",
    "about": "Dolor qui eu dolore mollit eiusmod dolor qui ad in. In consectetur ex nostrud ipsum esse excepteur commodo occaecat dolore. Labore labore aute ad voluptate ipsum commodo esse incididunt. Aute nulla pariatur pariatur eiusmod quis qui tempor occaecat qui dolor officia aliqua duis. Veniam amet laborum tempor id. Enim aliqua nisi veniam esse. Minim duis do ut adipisicing minim nulla veniam ea labore ipsum eiusmod est.\r\n",
    "registered": "2016-09-07",
    "latitude": 55.804018,
    "longitude": -4.333869,
    "rating": 3.93
  },
  {
    "name": "Dr Bernadette Little",
    "company": "Konnect Medical Practice",
    "email": "drbernadettelittle@konnect.com",
    "phone": "+44 9174 842580",
    "address": "211 Opal Court, Glasgow",
    "about": "Pariatur adipisicing eiusmod laboris cupidatat. Dolore cupidatat duis reprehenderit sit cupidatat labore exercitation aliqua dolor consectetur laborum consequat eu quis. Officia enim incididunt officia labore eiusmod.\r\n",
    "registered": "2019-08-11",
    "latitude": 55.779132,
    "longitude": -4.273219,
    "rating": 4.31
  },
  {
    "name": "Dr Sharon Rich",
    "company": "Hawkster Medical Practice",
    "email": "drsharonrich@hawkster.com",
    "phone": "+44 8154 643821",
    "address": "957 Bradford Street, Glasgow",
    "about": "Ex eu elit eu nisi aute magna qui non exercitation enim. Sint ullamco tempor fugiat minim minim aute. Sit est velit consectetur incididunt magna. Nisi incididunt est deserunt veniam sunt ipsum. Magna fugiat consectetur sint elit veniam ad enim.\r\n",
    "registered": "2018-12-13",
    "latitude": 55.863487,
    "longitude": -4.268309,
    "rating": 3.89
  },
  {
    "name": "Dr Gallegos Todd",
    "company": "Comtract Medical Practice",
    "email": "drgallegostodd@comtract.com",
    "phone": "+44 9104 443329",
    "address": "421 John Street, Glasgow",
    "about": "Minim velit sint aliqua consectetur tempor enim nulla in sit. Fugiat ullamco velit minim id aliqua fugiat aliquip enim. Aute cupidatat dolore ex ea et ullamco anim nostrud quis ut. Cupidatat aliquip laborum dolore occaecat aliqua id consectetur do non ea duis exercitation nisi. Incididunt sit occaecat pariatur sint excepteur cillum labore Lorem esse. Aute esse do sint fugiat irure enim in ullamco eiusmod sunt duis officia in. Culpa commodo nostrud qui eiusmod excepteur esse minim eu irure aute mollit.\r\n",
    "registered": "2014-10-09",
    "latitude": 55.913417,
    "longitude": -4.434107,
    "rating": 3.97
  },
  {
    "name": "Dr Moss Stark",
    "company": "Bunga Medical Practice",
    "email": "drmossstark@bunga.com",
    "phone": "+44 8174 363757",
    "address": "646 Poly Place, Glasgow",
    "about": "Dolore sit sunt eu duis proident in ipsum labore ullamco aliqua laborum. Excepteur ea eiusmod magna dolor ullamco consequat occaecat nisi. Officia ad nostrud eiusmod nisi. Non minim amet ut aliquip ex.\r\n",
    "registered": "2017-04-21",
    "latitude": 55.866904,
    "longitude": -4.21885,
    "rating": 3.11
  },
  {
    "name": "Dr Harrell Short",
    "company": "Jetsilk Medical Practice",
    "email": "drharrellshort@jetsilk.com",
    "phone": "+44 9455 683660",
    "address": "268 Ferry Place, Glasgow",
    "about": "Est est ea aute consequat adipisicing enim. Proident cupidatat consectetur minim deserunt sit ad aute exercitation do eiusmod dolor eiusmod ea. Dolor ea cillum officia minim excepteur reprehenderit velit ut sunt elit quis laborum nisi. Nulla laboris consequat anim nostrud labore. Aliquip in aliqua aliquip sunt. In amet ullamco exercitation exercitation occaecat exercitation aliquip sint dolor. Amet qui aliquip est consequat incididunt cupidatat labore anim ad.\r\n",
    "registered": "2016-12-23",
    "latitude": 55.896944,
    "longitude": -4.300694,
    "rating": 4.79
  },
  {
    "name": "Dr Lynch Rose",
    "company": "Pasturia Medical Practice",
    "email": "drlynchrose@pasturia.com",
    "phone": "+44 8384 293666",
    "address": "119 Gerry Street, Glasgow",
    "about": "Sit dolor in laborum irure veniam non amet. Consectetur officia et incididunt proident. Voluptate in minim ea incididunt anim officia laborum quis duis enim. Duis voluptate non mollit anim est officia labore aliqua duis aliqua aute elit dolor. Est ad anim voluptate enim. Veniam sint in sit consequat magna ut non eiusmod proident fugiat pariatur. Nostrud ullamco non magna laboris laboris ea nisi minim anim officia.\r\n",
    "registered": "2019-09-03",
    "latitude": 55.783184,
    "longitude": -4.214034,
    "rating": 4.36
  },
  {
    "name": "Dr Schwartz Mcknight",
    "company": "Steeltab Medical Practice",
    "email": "drschwartzmcknight@steeltab.com",
    "phone": "+44 9574 003535",
    "address": "107 Chauncey Street, Glasgow",
    "about": "Reprehenderit Lorem duis et anim nostrud commodo sint labore nostrud. Mollit duis labore nisi aliqua do. Aliquip do enim ut duis ullamco ipsum officia labore elit sunt dolore.\r\n",
    "registered": "2018-06-10",
    "latitude": 55.886349,
    "longitude": -4.450653,
    "rating": 4.76
  },
  {
    "name": "Dr Enid Beck",
    "company": "Amtas Medical Practice",
    "email": "drenidbeck@amtas.com",
    "phone": "+44 8704 152818",
    "address": "822 Grafton Street, Glasgow",
    "about": "Commodo officia cillum sint ullamco nulla et sit anim amet in. Mollit aliqua elit nulla nisi consectetur cupidatat proident labore ullamco. Qui aute tempor laborum tempor. Est incididunt culpa sit reprehenderit id pariatur Lorem voluptate duis sunt labore. Elit eiusmod fugiat est aliquip excepteur nostrud eiusmod pariatur laborum. Dolore ullamco ad in elit magna exercitation nulla aliqua non nostrud.\r\n",
    "registered": "2019-06-14",
    "latitude": 55.913098,
    "longitude": -4.417547,
    "rating": 3.76
  },
  {
    "name": "Dr Becker Boyer",
    "company": "Illumity Medical Practice",
    "email": "drbeckerboyer@illumity.com",
    "phone": "+44 8775 313681",
    "address": "487 Quentin Street, Glasgow",
    "about": "Consectetur dolore sit officia veniam nisi est ex irure do tempor. Enim elit culpa irure exercitation aliqua consectetur commodo minim. Exercitation consectetur excepteur magna velit veniam. Pariatur ad adipisicing ipsum excepteur reprehenderit. Eiusmod ut ullamco laborum quis ea id deserunt. Enim elit non nostrud duis esse.\r\n",
    "registered": "2015-05-09",
    "latitude": 55.857767,
    "longitude": -4.155493,
    "rating": 3.23
  },
  {
    "name": "Dr Gertrude Wilkerson",
    "company": "Tasmania Medical Practice",
    "email": "drgertrudewilkerson@tasmania.com",
    "phone": "+44 8695 403411",
    "address": "492 Claver Place, Glasgow",
    "about": "Mollit enim sint voluptate elit veniam magna eiusmod duis deserunt. Sit sint eu dolor quis sunt in exercitation cillum sint. Ipsum exercitation Lorem proident tempor velit. Laborum enim aliquip exercitation pariatur enim Lorem ut sit adipisicing excepteur excepteur ea ullamco. Aliqua magna laboris occaecat ex officia laboris cupidatat. Sunt proident nisi irure esse ad do et. Magna sit aliquip ut laborum incididunt sunt excepteur proident irure occaecat aliqua nisi Lorem amet.\r\n",
    "registered": "2019-11-22",
    "latitude": 55.915188,
    "longitude": -4.252602,
    "rating": 4.36
  },
  {
    "name": "Dr Madeleine Rosales",
    "company": "Speedbolt Medical Practice",
    "email": "drmadeleinerosales@speedbolt.com",
    "phone": "+44 9444 873532",
    "address": "691 Christopher Avenue, Glasgow",
    "about": "Tempor voluptate exercitation id et quis ullamco cupidatat Lorem qui consequat mollit excepteur. Nostrud incididunt aliquip consectetur amet sint ad officia qui duis culpa. Officia incididunt aute ad commodo enim exercitation dolor non cillum. Ea in enim irure consectetur ullamco ut ad sit magna ex.\r\n",
    "registered": "2015-08-10",
    "latitude": 55.923965,
    "longitude": -4.136067,
    "rating": 3.52
  },
  {
    "name": "Dr Hooper Barlow",
    "company": "Vidto Medical Practice",
    "email": "drhooperbarlow@vidto.com",
    "phone": "+44 8314 102190",
    "address": "347 Chestnut Street, Glasgow",
    "about": "Non culpa quis dolor ullamco laborum irure dolor esse duis anim quis sunt. Fugiat aute veniam elit minim fugiat dolor qui Lorem velit sunt irure culpa ea dolor. Qui duis est mollit laboris.\r\n",
    "registered": "2016-09-25",
    "latitude": 55.87356,
    "longitude": -4.434969,
    "rating": 3.24
  },
  {
    "name": "Dr Bertie Fletcher",
    "company": "Orbaxter Medical Practice",
    "email": "drbertiefletcher@orbaxter.com",
    "phone": "+44 8824 182195",
    "address": "432 Knapp Street, Glasgow",
    "about": "Anim anim velit elit veniam. Duis officia magna consectetur eiusmod. Mollit magna fugiat cupidatat exercitation. Pariatur nisi consectetur nulla ex nulla do occaecat sunt mollit sunt elit. Labore esse occaecat deserunt veniam. Tempor magna eu ullamco incididunt ut eiusmod mollit.\r\n",
    "registered": "2014-07-14",
    "latitude": 55.756521,
    "longitude": -4.409956,
    "rating": 4.77
  },
  {
    "name": "Dr Burnett Phillips",
    "company": "Slambda Medical Practice",
    "email": "drburnettphillips@slambda.com",
    "phone": "+44 8584 922133",
    "address": "474 Caton Place, Glasgow",
    "about": "Aliquip elit ad id incididunt aliquip ipsum dolore cupidatat culpa fugiat qui enim voluptate tempor. Consectetur deserunt labore cillum aliqua. Exercitation ullamco sint eu amet dolor qui pariatur ea cillum non nisi. Esse laboris Lorem dolore cupidatat. Ut sint et aute excepteur cillum sit nisi sunt ad nisi est amet id. Proident non ex minim occaecat incididunt occaecat pariatur aliquip nostrud exercitation ex.\r\n",
    "registered": "2018-11-04",
    "latitude": 55.837156,
    "longitude": -4.317528,
    "rating": 3.8
  },
  {
    "name": "Dr Tia Dyer",
    "company": "Gronk Medical Practice",
    "email": "drtiadyer@gronk.com",
    "phone": "+44 9315 662222",
    "address": "277 Brigham Street, Glasgow",
    "about": "Officia duis ut anim excepteur ipsum nisi est eiusmod deserunt ipsum consectetur. Occaecat ea aute aliqua ipsum eu aliquip consectetur qui esse. Aute proident in fugiat amet duis sunt ullamco elit sunt consequat laborum aliqua exercitation aute.\r\n",
    "registered": "2019-08-15",
    "latitude": 55.838247,
    "longitude": -4.339963,
    "rating": 4.41
  },
  {
    "name": "Dr Francisca Montgomery",
    "company": "Tourmania Medical Practice",
    "email": "drfranciscamontgomery@tourmania.com",
    "phone": "+44 8475 693870",
    "address": "340 Seigel Court, Glasgow",
    "about": "Fugiat ex voluptate Lorem excepteur ipsum enim consequat ullamco. Nostrud ullamco laborum dolor adipisicing laborum aliqua sint est ex aute ipsum. Minim do culpa pariatur reprehenderit officia ullamco minim fugiat commodo esse. Ipsum est laboris et incididunt eiusmod incididunt. Commodo aliqua qui eu quis officia in in fugiat qui commodo cillum quis dolor exercitation.\r\n",
    "registered": "2018-10-28",
    "latitude": 55.929773,
    "longitude": -4.333171,
    "rating": 3.35
  },
  {
    "name": "Dr Gonzalez Griffin",
    "company": "Furnigeer Medical Practice",
    "email": "drgonzalezgriffin@furnigeer.com",
    "phone": "+44 9214 412045",
    "address": "649 Monroe Street, Glasgow",
    "about": "Fugiat sint irure sunt laborum. Nulla enim sint proident esse Lorem dolore. Duis labore qui aliquip occaecat tempor tempor exercitation exercitation consequat aute do culpa occaecat sit. Magna dolor mollit adipisicing ipsum occaecat veniam et enim. Sunt do aute cupidatat ea ad quis laborum non. Exercitation cillum laboris laboris eiusmod cillum Lorem laborum sit. Reprehenderit nisi amet ea adipisicing enim commodo Lorem nisi proident.\r\n",
    "registered": "2017-07-21",
    "latitude": 55.825082,
    "longitude": -4.337662,
    "rating": 3.17
  },
  {
    "name": "Dr Cooke Walters",
    "company": "Bytrex Medical Practice",
    "email": "drcookewalters@bytrex.com",
    "phone": "+44 9215 392034",
    "address": "150 Fenimore Street, Glasgow",
    "about": "Dolor est excepteur fugiat ad sunt anim. Consectetur laborum nisi ut dolor proident velit aliqua fugiat fugiat cupidatat et. Nulla nulla ea magna aute enim ex minim. Cillum duis aliqua eiusmod duis deserunt cupidatat pariatur do labore culpa adipisicing qui esse qui. Id sint fugiat et tempor labore dolor magna irure voluptate elit. Sint elit quis adipisicing veniam dolore. Anim minim nulla velit deserunt et eiusmod velit.\r\n",
    "registered": "2018-11-30",
    "latitude": 55.839428,
    "longitude": -4.140529,
    "rating": 3.96
  },
  {
    "name": "Dr Randall Bennett",
    "company": "Paprikut Medical Practice",
    "email": "drrandallbennett@paprikut.com",
    "phone": "+44 9084 462093",
    "address": "940 India Street, Glasgow",
    "about": "Dolor exercitation reprehenderit deserunt minim excepteur laboris labore deserunt. Occaecat officia est duis duis anim duis aliqua Lorem ad ipsum ad fugiat. Irure aute dolore non id aute dolore nisi. Do labore ut et fugiat velit nisi consectetur consectetur enim esse enim.\r\n",
    "registered": "2014-01-27",
    "latitude": 55.812158,
    "longitude": -4.249243,
    "rating": 3.12
  },
  {
    "name": "Dr Janet Bowers",
    "company": "Codact Medical Practice",
    "email": "drjanetbowers@codact.com",
    "phone": "+44 8454 463008",
    "address": "698 Bridge Street, Glasgow",
    "about": "Qui ut Lorem ut cillum esse anim do proident exercitation duis occaecat exercitation anim. Dolore nostrud anim proident quis. Sit excepteur amet exercitation ea. Ipsum aute nostrud aliqua ea culpa. Pariatur laborum elit aliqua dolore elit consectetur adipisicing occaecat do adipisicing reprehenderit.\r\n",
    "registered": "2014-04-26",
    "latitude": 55.928737,
    "longitude": -4.283283,
    "rating": 4.82
  },
  {
    "name": "Dr Dee Langley",
    "company": "Zaya Medical Practice",
    "email": "drdeelangley@zaya.com",
    "phone": "+44 8695 522701",
    "address": "408 Gerritsen Avenue, Glasgow",
    "about": "Pariatur laboris pariatur anim culpa veniam tempor sint et officia aliquip dolor. Enim Lorem fugiat nostrud ullamco. Pariatur ad laboris in eu eiusmod qui ullamco eiusmod et exercitation. Sint non sunt sint eu officia laborum amet. Aute eu reprehenderit nulla voluptate dolor exercitation ad. Nulla laborum quis incididunt veniam fugiat Lorem.\r\n",
    "registered": "2016-07-11",
    "latitude": 55.914628,
    "longitude": -4.241564,
    "rating": 4.36
  },
  {
    "name": "Dr Walter Jacobson",
    "company": "Electonic Medical Practice",
    "email": "drwalterjacobson@electonic.com",
    "phone": "+44 8814 313354",
    "address": "539 Williams Court, Glasgow",
    "about": "In cupidatat nostrud duis aliquip ipsum elit voluptate ad ut laboris. Veniam aute fugiat excepteur dolore do. Nulla eiusmod eiusmod fugiat Lorem nulla. Velit amet nostrud cupidatat dolore et sint excepteur excepteur irure est.\r\n",
    "registered": "2015-12-26",
    "latitude": 55.903039,
    "longitude": -4.273824,
    "rating": 4.31
  },
  {
    "name": "Dr Marcella Delacruz",
    "company": "Techtrix Medical Practice",
    "email": "drmarcelladelacruz@techtrix.com",
    "phone": "+44 9965 463132",
    "address": "373 Wortman Avenue, Glasgow",
    "about": "Eu ullamco aliquip incididunt nisi ex sunt Lorem officia duis ad ad. Lorem sunt incididunt commodo laborum. Amet aliquip reprehenderit occaecat pariatur quis est et duis est et quis veniam enim. Ullamco officia incididunt fugiat quis consequat excepteur commodo laboris deserunt et. Ea in et nisi non culpa ut ad magna tempor.\r\n",
    "registered": "2014-03-24",
    "latitude": 55.865947,
    "longitude": -4.404805,
    "rating": 3.44
  },
  {
    "name": "Dr Pearlie Nixon",
    "company": "Comvene Medical Practice",
    "email": "drpearlienixon@comvene.com",
    "phone": "+44 8444 883063",
    "address": "985 Cypress Avenue, Glasgow",
    "about": "Voluptate qui nostrud cupidatat commodo consectetur irure deserunt sint dolor deserunt nulla magna amet. Voluptate dolor aliquip aute tempor duis eu cupidatat. Ut incididunt dolore nulla dolor. Reprehenderit id et veniam eiusmod non pariatur pariatur aute anim commodo dolor enim commodo deserunt. Magna magna dolor ipsum pariatur ea commodo id cupidatat qui enim enim. Ex consectetur non adipisicing et ipsum sit adipisicing occaecat aute qui nostrud qui veniam. Dolore excepteur dolore commodo eiusmod adipisicing cillum irure eiusmod adipisicing est labore qui qui.\r\n",
    "registered": "2015-08-08",
    "latitude": 55.850929,
    "longitude": -4.270248,
    "rating": 4.35
  },
  {
    "name": "Dr Christi Head",
    "company": "Fanfare Medical Practice",
    "email": "drchristihead@fanfare.com",
    "phone": "+44 8784 983762",
    "address": "336 Heath Place, Glasgow",
    "about": "Culpa aliqua amet sit laboris. Pariatur voluptate magna fugiat sunt pariatur officia nulla sint officia incididunt mollit nostrud. Reprehenderit incididunt enim occaecat commodo excepteur ex irure in commodo occaecat nostrud aliqua cillum. Nostrud deserunt consequat est ipsum consectetur dolore deserunt irure velit in ut non amet. Cupidatat mollit commodo nisi do eu commodo adipisicing ea aliquip ad in cillum voluptate ex.\r\n",
    "registered": "2017-02-19",
    "latitude": 55.899143,
    "longitude": -4.127677,
    "rating": 4.44
  },
  {
    "name": "Dr Patrice Johnson",
    "company": "Macronaut Medical Practice",
    "email": "drpatricejohnson@macronaut.com",
    "phone": "+44 9215 922306",
    "address": "617 Waldorf Court, Glasgow",
    "about": "Ex fugiat dolor elit do laboris aliqua commodo occaecat eu ut dolore enim. Excepteur labore reprehenderit cupidatat laboris laboris et officia. Veniam velit non amet sunt ipsum. Ullamco eiusmod veniam sint consectetur anim reprehenderit quis deserunt incididunt. Officia in ullamco cillum ipsum.\r\n",
    "registered": "2018-10-09",
    "latitude": 55.860703,
    "longitude": -4.37512,
    "rating": 4.44
  },
  {
    "name": "Dr Potter Bridges",
    "company": "Plasmosis Medical Practice",
    "email": "drpotterbridges@plasmosis.com",
    "phone": "+44 8375 123412",
    "address": "678 Church Lane, Glasgow",
    "about": "Ullamco commodo irure irure aute consequat amet culpa ea cillum amet duis. Et non anim laboris tempor nulla commodo id amet veniam ullamco non et. Dolore nisi quis Lorem excepteur in officia pariatur ipsum quis. Laboris sunt laborum ex irure eiusmod occaecat non ad. Laboris aliquip excepteur nulla nisi veniam Lorem.\r\n",
    "registered": "2014-07-28",
    "latitude": 55.907053,
    "longitude": -4.451798,
    "rating": 4.41
  },
  {
    "name": "Dr Alexander James",
    "company": "Netplode Medical Practice",
    "email": "dralexanderjames@netplode.com",
    "phone": "+44 9364 072992",
    "address": "177 Morton Street, Glasgow",
    "about": "Culpa esse aliquip nisi cillum. Enim enim Lorem proident do. Aliquip reprehenderit velit culpa nostrud Lorem ipsum deserunt culpa elit pariatur nostrud et et eu. Ex commodo pariatur deserunt minim laboris incididunt irure eiusmod eiusmod eiusmod consectetur eiusmod. Esse minim pariatur adipisicing mollit adipisicing reprehenderit tempor esse quis est do non do ut. Nisi sunt fugiat exercitation fugiat enim aliqua exercitation id reprehenderit non magna nulla mollit adipisicing. Lorem reprehenderit tempor culpa nostrud eiusmod.\r\n",
    "registered": "2018-06-17",
    "latitude": 55.893773,
    "longitude": -4.340936,
    "rating": 3.78
  },
  {
    "name": "Dr Tessa Mcleod",
    "company": "Telequiet Medical Practice",
    "email": "drtessamcleod@telequiet.com",
    "phone": "+44 8414 323494",
    "address": "478 Stillwell Avenue, Glasgow",
    "about": "Laborum aute aliquip laboris pariatur sunt ex dolore duis. Pariatur amet ex sint elit occaecat. Nisi do incididunt consectetur duis minim esse sunt ullamco id cupidatat.\r\n",
    "registered": "2020-02-06",
    "latitude": 55.850296,
    "longitude": -4.322692,
    "rating": 3.13
  },
  {
    "name": "Dr Carrie Bailey",
    "company": "Portaline Medical Practice",
    "email": "drcarriebailey@portaline.com",
    "phone": "+44 8815 583861",
    "address": "315 Bassett Avenue, Glasgow",
    "about": "Eiusmod consectetur voluptate consequat laboris aliqua tempor officia. Sunt magna do esse Lorem proident ex veniam sint tempor incididunt eu officia. Id tempor sit magna id in adipisicing culpa non. Mollit minim sint laboris minim voluptate esse culpa. Nulla eiusmod sint labore commodo.\r\n",
    "registered": "2014-07-14",
    "latitude": 55.801311,
    "longitude": -4.259184,
    "rating": 3.78
  },
  {
    "name": "Dr Latisha Mosley",
    "company": "Recognia Medical Practice",
    "email": "drlatishamosley@recognia.com",
    "phone": "+44 9455 593117",
    "address": "417 Raleigh Place, Glasgow",
    "about": "Laborum aute do incididunt aliqua et consectetur id et enim fugiat. Eiusmod sit excepteur fugiat est consectetur cupidatat. Laboris fugiat labore culpa amet. Cupidatat sint enim adipisicing exercitation id deserunt incididunt magna irure. Amet qui dolor elit ullamco velit excepteur ad dolor incididunt.\r\n",
    "registered": "2018-12-13",
    "latitude": 55.936047,
    "longitude": -4.130384,
    "rating": 3.79
  },
  {
    "name": "Dr Bush Hill",
    "company": "Letpro Medical Practice",
    "email": "drbushhill@letpro.com",
    "phone": "+44 8665 792823",
    "address": "759 Catherine Street, Glasgow",
    "about": "Esse dolore minim duis ex ad quis aliqua quis aliqua nulla dolor esse anim incididunt. Eiusmod minim veniam cupidatat ex do sunt in reprehenderit exercitation sint voluptate veniam velit. Sint enim laboris sunt pariatur. Anim in pariatur ex eu Lorem id dolore sit amet.\r\n",
    "registered": "2016-06-23",
    "latitude": 55.926499,
    "longitude": -4.360616,
    "rating": 4.08
  },
  {
    "name": "Dr Edwards Horne",
    "company": "Endipine Medical Practice",
    "email": "dredwardshorne@endipine.com",
    "phone": "+44 8784 152586",
    "address": "188 Grove Place, Glasgow",
    "about": "Quis reprehenderit laboris excepteur minim sunt. Esse adipisicing enim proident est. Sit adipisicing ex commodo deserunt voluptate laborum consectetur cillum. Deserunt ea ex commodo amet sit laboris esse qui veniam in tempor. Sunt aliquip do sint non. Ipsum occaecat labore do cillum enim occaecat aute anim ex id. Nulla voluptate magna adipisicing non culpa eiusmod do veniam nostrud ullamco commodo qui.\r\n",
    "registered": "2017-01-07",
    "latitude": 55.814415,
    "longitude": -4.410126,
    "rating": 4.97
  },
  {
    "name": "Dr Amy Bright",
    "company": "Orbean Medical Practice",
    "email": "dramybright@orbean.com",
    "phone": "+44 8875 322309",
    "address": "837 Vanderveer Place, Glasgow",
    "about": "Nulla proident incididunt adipisicing occaecat elit pariatur ad do quis reprehenderit laboris deserunt ad. Reprehenderit cupidatat esse sint eu aliquip occaecat enim et labore laboris culpa excepteur. Labore consectetur sint officia esse voluptate dolore ea in fugiat fugiat voluptate irure. Cupidatat eiusmod occaecat fugiat in amet nulla quis nulla commodo irure. Excepteur culpa occaecat irure commodo dolore laboris deserunt cupidatat dolore. Eu duis pariatur aute esse excepteur anim deserunt non magna.\r\n",
    "registered": "2015-07-10",
    "latitude": 55.742961,
    "longitude": -4.142048,
    "rating": 3.97
  },
  {
    "name": "Dr Robertson Nguyen",
    "company": "Biohab Medical Practice",
    "email": "drrobertsonnguyen@biohab.com",
    "phone": "+44 8485 873111",
    "address": "909 Sunnyside Court, Glasgow",
    "about": "Velit esse velit aliquip est nulla pariatur veniam. Incididunt nulla est dolore ex consectetur aute sunt aliquip aliquip est. Cupidatat mollit occaecat ea occaecat. Tempor pariatur adipisicing cillum nulla mollit ad ut dolor nisi excepteur ut laborum.\r\n",
    "registered": "2016-11-26",
    "latitude": 55.792955,
    "longitude": -4.290533,
    "rating": 3.18
  },
  {
    "name": "Dr Walker Mcclure",
    "company": "Otherside Medical Practice",
    "email": "drwalkermcclure@otherside.com",
    "phone": "+44 8704 092234",
    "address": "505 Colby Court, Glasgow",
    "about": "Sunt id sit enim ad sint voluptate. Nostrud officia elit magna deserunt duis exercitation incididunt nulla pariatur proident duis Lorem. Duis tempor consequat amet velit. Exercitation nostrud enim esse exercitation mollit irure in sit velit sint ex. Aliqua est tempor cillum ad aliqua enim sunt enim.\r\n",
    "registered": "2020-02-11",
    "latitude": 55.820566,
    "longitude": -4.294795,
    "rating": 3.02
  },
  {
    "name": "Dr Catalina Hart",
    "company": "Primordia Medical Practice",
    "email": "drcatalinahart@primordia.com",
    "phone": "+44 8684 252212",
    "address": "828 Pioneer Street, Glasgow",
    "about": "Ea labore eu adipisicing labore incididunt dolore. Ut adipisicing et velit deserunt. Cupidatat laborum laborum do amet eiusmod ut incididunt nostrud incididunt. Non anim consequat laborum sint ea proident mollit quis ut irure veniam.\r\n",
    "registered": "2014-05-29",
    "latitude": 55.928652,
    "longitude": -4.225747,
    "rating": 4.54
  },
  {
    "name": "Dr Bell Whitaker",
    "company": "Shadease Medical Practice",
    "email": "drbellwhitaker@shadease.com",
    "phone": "+44 8105 792723",
    "address": "483 Vandervoort Avenue, Glasgow",
    "about": "Tempor incididunt eu mollit aliqua ullamco reprehenderit ea aliquip exercitation elit laborum. Officia Lorem in duis eu anim cupidatat velit tempor in proident sit veniam. Aliqua aute elit ex sit qui.\r\n",
    "registered": "2017-11-13",
    "latitude": 55.896951,
    "longitude": -4.249363,
    "rating": 3.29
  },
  {
    "name": "Dr Dionne Sears",
    "company": "Quilm Medical Practice",
    "email": "drdionnesears@quilm.com",
    "phone": "+44 8054 163787",
    "address": "500 Rodney Street, Glasgow",
    "about": "Eu in excepteur ut occaecat ea. Ut et deserunt tempor aute tempor proident exercitation ex non nisi ad mollit. Occaecat Lorem minim tempor eiusmod commodo esse aute mollit proident veniam ullamco aute. Non magna ad consectetur consequat consequat cillum sit dolor occaecat magna ad. Quis laboris dolor ipsum in nulla dolore non magna. Sint ullamco fugiat nisi excepteur qui velit nulla mollit aliquip Lorem aliqua dolore. Et nostrud do sunt dolor et consequat non esse duis excepteur voluptate.\r\n",
    "registered": "2014-06-01",
    "latitude": 55.758743,
    "longitude": -4.131921,
    "rating": 4.93
  },
  {
    "name": "Dr Horton Pearson",
    "company": "Suremax Medical Practice",
    "email": "drhortonpearson@suremax.com",
    "phone": "+44 9314 123631",
    "address": "832 Allen Avenue, Glasgow",
    "about": "Sunt in mollit dolore qui. Lorem amet excepteur pariatur id id nulla cillum sint quis non voluptate excepteur. Eiusmod dolore nulla aliqua tempor ad. Aliquip culpa Lorem esse duis officia ut in sint voluptate ullamco amet est. Irure nostrud in ea sit duis enim nostrud qui labore Lorem.\r\n",
    "registered": "2014-04-19",
    "latitude": 55.933482,
    "longitude": -4.141019,
    "rating": 4.27
  },
  {
    "name": "Dr Benton Stephenson",
    "company": "Amril Medical Practice",
    "email": "drbentonstephenson@amril.com",
    "phone": "+44 9275 013149",
    "address": "863 Garden Street, Glasgow",
    "about": "Laboris nisi voluptate incididunt sit sit consequat excepteur veniam incididunt quis eu nulla sunt. Esse Lorem id ipsum nulla veniam tempor mollit duis. Et aute mollit ad excepteur eiusmod cupidatat excepteur do nostrud ut.\r\n",
    "registered": "2016-12-10",
    "latitude": 55.918489,
    "longitude": -4.142721,
    "rating": 4.77
  },
  {
    "name": "Dr Bernice Ashley",
    "company": "Olympix Medical Practice",
    "email": "drberniceashley@olympix.com",
    "phone": "+44 9405 793254",
    "address": "118 Schaefer Street, Glasgow",
    "about": "Enim sint nulla tempor dolor magna culpa aliquip laboris do deserunt deserunt. Tempor aliqua tempor aliquip pariatur. Ea laborum enim aliqua ut esse esse eu velit incididunt amet in.\r\n",
    "registered": "2015-04-07",
    "latitude": 55.926212,
    "longitude": -4.143228,
    "rating": 3.89
  },
  {
    "name": "Dr Maribel Ochoa",
    "company": "Immunics Medical Practice",
    "email": "drmaribelochoa@immunics.com",
    "phone": "+44 9194 333103",
    "address": "550 Fulton Street, Glasgow",
    "about": "Sit consequat reprehenderit id ex ex officia aute ad nostrud excepteur. Est nisi adipisicing dolor sunt aliquip anim cillum anim id in aliquip fugiat officia aliqua. Veniam adipisicing ipsum ullamco non laboris adipisicing enim quis.\r\n",
    "registered": "2015-04-26",
    "latitude": 55.895277,
    "longitude": -4.137038,
    "rating": 4.41
  },
  {
    "name": "Dr Anastasia Pruitt",
    "company": "Xumonk Medical Practice",
    "email": "dranastasiapruitt@xumonk.com",
    "phone": "+44 8144 212118",
    "address": "799 Leonard Street, Glasgow",
    "about": "Exercitation ex pariatur enim quis laboris ullamco officia incididunt in est id pariatur consequat. Sint reprehenderit ut minim culpa mollit nulla velit pariatur cupidatat Lorem. Cupidatat aute id anim tempor labore est reprehenderit ex. Adipisicing magna pariatur Lorem commodo proident eiusmod. Velit aliqua non deserunt esse cupidatat duis ex esse proident. Veniam et consequat eu do mollit.\r\n",
    "registered": "2019-05-13",
    "latitude": 55.877154,
    "longitude": -4.351447,
    "rating": 3.58
  },
  {
    "name": "Dr Earline Joyner",
    "company": "Quarx Medical Practice",
    "email": "drearlinejoyner@quarx.com",
    "phone": "+44 9844 533548",
    "address": "837 Holt Court, Glasgow",
    "about": "Ullamco laboris laboris Lorem veniam pariatur. Occaecat adipisicing est laboris consequat proident cupidatat ea nulla occaecat deserunt aliquip commodo ullamco dolor. Cupidatat labore et velit exercitation in elit minim qui adipisicing ad laborum esse adipisicing excepteur. Proident sit nostrud occaecat dolore minim occaecat nulla adipisicing eiusmod. Deserunt consectetur ipsum ut labore tempor Lorem reprehenderit non nulla.\r\n",
    "registered": "2015-04-23",
    "latitude": 55.92591,
    "longitude": -4.199349,
    "rating": 4.04
  },
  {
    "name": "Dr Betsy Dudley",
    "company": "Zialactic Medical Practice",
    "email": "drbetsydudley@zialactic.com",
    "phone": "+44 9305 793771",
    "address": "985 Schroeders Avenue, Glasgow",
    "about": "Ipsum veniam dolore deserunt est consequat in anim sint et irure in excepteur. Excepteur esse duis ea dolore nulla cillum do dolor nostrud dolor ex qui mollit labore. Proident pariatur commodo sint cupidatat quis reprehenderit anim aliquip mollit quis sunt. Consectetur anim aliqua laboris adipisicing culpa ea.\r\n",
    "registered": "2018-01-12",
    "latitude": 55.852766,
    "longitude": -4.338523,
    "rating": 4.1
  },
  {
    "name": "Dr Hess Campos",
    "company": "Bedder Medical Practice",
    "email": "drhesscampos@bedder.com",
    "phone": "+44 8595 233964",
    "address": "846 Lamont Court, Glasgow",
    "about": "Nostrud ullamco eu laborum labore elit commodo nulla deserunt Lorem eiusmod. Incididunt non ex ad ullamco non nulla cupidatat laboris in dolore sunt. Ut cupidatat reprehenderit fugiat cillum aliqua magna elit. Deserunt occaecat excepteur do proident amet Lorem cupidatat enim pariatur culpa Lorem elit. In voluptate aliqua Lorem exercitation irure eiusmod amet deserunt ex amet sunt irure. Non ea dolor aute ea elit enim. Cupidatat esse magna sunt cupidatat laborum reprehenderit ex occaecat et tempor.\r\n",
    "registered": "2020-02-21",
    "latitude": 55.740418,
    "longitude": -4.213916,
    "rating": 3.63
  },
  {
    "name": "Dr Jerri Wilder",
    "company": "Zilladyne Medical Practice",
    "email": "drjerriwilder@zilladyne.com",
    "phone": "+44 8895 463849",
    "address": "314 Marconi Place, Glasgow",
    "about": "Elit do amet voluptate irure laborum est ea irure fugiat quis. Occaecat in quis ullamco voluptate velit ad. Non fugiat laborum id labore deserunt reprehenderit. Ex aliquip cillum est nulla ullamco ex laboris consequat et reprehenderit ex minim laboris laborum. Duis do proident laboris enim eiusmod culpa non mollit dolor proident duis elit tempor eiusmod. Commodo enim magna officia voluptate ex minim.\r\n",
    "registered": "2017-12-27",
    "latitude": 55.839433,
    "longitude": -4.163857,
    "rating": 4.62
  },
  {
    "name": "Dr Nona Odonnell",
    "company": "Extremo Medical Practice",
    "email": "drnonaodonnell@extremo.com",
    "phone": "+44 8215 372260",
    "address": "408 Pierrepont Place, Glasgow",
    "about": "Deserunt ex ipsum deserunt est Lorem non excepteur dolore aute do. Sit qui in cupidatat fugiat et. Veniam ut amet reprehenderit occaecat ullamco enim aliqua cupidatat proident et anim non.\r\n",
    "registered": "2020-03-06",
    "latitude": 55.861205,
    "longitude": -4.136267,
    "rating": 4.69
  },
  {
    "name": "Dr Combs Cunningham",
    "company": "Ozean Medical Practice",
    "email": "drcombscunningham@ozean.com",
    "phone": "+44 8554 012145",
    "address": "474 Rutherford Place, Glasgow",
    "about": "Occaecat eu occaecat exercitation ipsum est sunt ipsum sunt et deserunt labore. Aliqua tempor velit esse magna in anim ut enim. Eu reprehenderit esse magna voluptate sint incididunt ex ea. Cupidatat excepteur Lorem est in occaecat mollit cillum amet cillum voluptate consequat esse dolore.\r\n",
    "registered": "2014-02-19",
    "latitude": 55.770024,
    "longitude": -4.192941,
    "rating": 3.93
  },
  {
    "name": "Dr Carver Gill",
    "company": "Earthpure Medical Practice",
    "email": "drcarvergill@earthpure.com",
    "phone": "+44 9765 682648",
    "address": "569 Gates Avenue, Glasgow",
    "about": "Cupidatat commodo non et reprehenderit duis amet elit sunt mollit aute. Sint non irure est minim dolore anim. In duis cupidatat cupidatat tempor minim laboris voluptate culpa id reprehenderit mollit. Eu eiusmod esse elit velit amet proident sint officia. Occaecat esse ullamco consectetur adipisicing pariatur nisi eiusmod consequat. Consequat ipsum elit adipisicing ea culpa ut incididunt id ad ad est officia mollit.\r\n",
    "registered": "2020-05-25",
    "latitude": 55.785347,
    "longitude": -4.136784,
    "rating": 3.78
  },
  {
    "name": "Dr Lydia Mercado",
    "company": "Cuizine Medical Practice",
    "email": "drlydiamercado@cuizine.com",
    "phone": "+44 8315 422169",
    "address": "990 Sands Street, Glasgow",
    "about": "Dolore qui aliqua incididunt occaecat velit sint magna qui occaecat. Qui nulla cillum laboris dolor commodo cupidatat. Eiusmod excepteur pariatur sit ad. Reprehenderit cillum Lorem est labore eiusmod nostrud laboris ex aliqua nisi dolore dolor culpa dolor. Elit sit amet ipsum quis dolor. Ea eu aute ut consequat cillum incididunt irure in enim ex tempor non dolor incididunt.\r\n",
    "registered": "2017-07-03",
    "latitude": 55.909837,
    "longitude": -4.205853,
    "rating": 3.13
  },
  {
    "name": "Dr Ortega Vinson",
    "company": "Geekology Medical Practice",
    "email": "drortegavinson@geekology.com",
    "phone": "+44 9564 932964",
    "address": "847 Menahan Street, Glasgow",
    "about": "Aute sunt sit eu occaecat consequat officia cupidatat officia ad excepteur magna velit consequat. Est labore eu sit ea anim laboris enim amet voluptate consectetur. Lorem nisi commodo sit excepteur aliqua enim esse est aute amet ea. Sint in consectetur est culpa.\r\n",
    "registered": "2019-12-28",
    "latitude": 55.917619,
    "longitude": -4.36235,
    "rating": 4.27
  },
  {
    "name": "Dr Jimmie Holmes",
    "company": "Neptide Medical Practice",
    "email": "drjimmieholmes@neptide.com",
    "phone": "+44 9694 242059",
    "address": "685 Havens Place, Glasgow",
    "about": "Fugiat dolore magna incididunt deserunt velit laborum et duis nisi culpa. Laborum consectetur nisi ullamco ullamco mollit labore eu sit elit dolor ipsum aliqua nisi eu. Eu qui mollit velit reprehenderit laborum aliqua voluptate. Nisi est magna veniam amet. Enim magna amet nisi amet cupidatat enim non sint adipisicing sint. Dolore voluptate nisi fugiat aute cupidatat reprehenderit proident proident ea officia aliqua qui. Voluptate tempor amet adipisicing aute proident dolore anim.\r\n",
    "registered": "2018-03-12",
    "latitude": 55.777674,
    "longitude": -4.404629,
    "rating": 4.72
  },
  {
    "name": "Dr Avis Powell",
    "company": "Mondicil Medical Practice",
    "email": "dravispowell@mondicil.com",
    "phone": "+44 8604 013312",
    "address": "703 Aitken Place, Glasgow",
    "about": "Ullamco tempor ea qui do aute consectetur officia duis anim. Amet elit in occaecat aute est exercitation pariatur dolor consequat. Amet ullamco commodo incididunt ipsum dolore veniam nisi amet veniam minim aliqua et occaecat magna. Culpa mollit cillum amet ea consequat nisi.\r\n",
    "registered": "2019-02-18",
    "latitude": 55.748588,
    "longitude": -4.263871,
    "rating": 4.72
  },
  {
    "name": "Dr Wells Benton",
    "company": "Quility Medical Practice",
    "email": "drwellsbenton@quility.com",
    "phone": "+44 9414 432713",
    "address": "178 Royce Street, Glasgow",
    "about": "Cillum dolore sit Lorem minim velit do enim. Esse esse incididunt aute laborum ex do eu duis proident enim nisi aliquip. Id qui enim irure aute elit id nulla amet tempor irure esse. Officia id occaecat eu dolor ea cillum ex Lorem enim labore enim ipsum est. Eiusmod cillum id consectetur in ipsum veniam exercitation quis. Irure nulla laboris sint velit pariatur quis magna culpa minim tempor laboris.\r\n",
    "registered": "2019-08-13",
    "latitude": 55.780962,
    "longitude": -4.217414,
    "rating": 4.5
  },
  {
    "name": "Dr Cox Faulkner",
    "company": "Zorromop Medical Practice",
    "email": "drcoxfaulkner@zorromop.com",
    "phone": "+44 8465 763067",
    "address": "187 Debevoise Avenue, Glasgow",
    "about": "Elit incididunt excepteur ex in nulla do veniam ea ex pariatur. Consectetur proident irure officia ea cillum fugiat deserunt nostrud nisi excepteur do id. Nisi ipsum cupidatat qui labore magna culpa magna sint sint proident. Sint et et magna consectetur laborum eu sit do elit. Esse id esse adipisicing anim aute enim Lorem est quis amet ipsum. Ullamco nostrud aute non irure tempor aute ad ipsum mollit commodo mollit amet aliquip.\r\n",
    "registered": "2018-11-16",
    "latitude": 55.78611,
    "longitude": -4.429331,
    "rating": 3.81
  },
  {
    "name": "Dr Maggie Baldwin",
    "company": "Anivet Medical Practice",
    "email": "drmaggiebaldwin@anivet.com",
    "phone": "+44 9674 232843",
    "address": "492 Hopkins Street, Glasgow",
    "about": "Ullamco adipisicing tempor Lorem quis voluptate incididunt magna dolore cupidatat nostrud ipsum mollit nostrud. Laboris et excepteur sunt mollit. Anim aliqua ea non irure.\r\n",
    "registered": "2014-11-10",
    "latitude": 55.857992,
    "longitude": -4.339301,
    "rating": 3.46
  },
  {
    "name": "Dr Ginger Chaney",
    "company": "Terrago Medical Practice",
    "email": "drgingerchaney@terrago.com",
    "phone": "+44 8695 902316",
    "address": "544 Independence Avenue, Glasgow",
    "about": "Lorem ut eu cillum eu minim laboris. Laborum aliqua sunt ad ut amet elit aliquip excepteur consectetur. Ullamco proident quis sint proident sit mollit laborum occaecat Lorem elit ipsum ea veniam quis. Deserunt pariatur minim amet quis reprehenderit proident proident laboris id officia pariatur anim velit id.\r\n",
    "registered": "2018-02-22",
    "latitude": 55.920808,
    "longitude": -4.313127,
    "rating": 4.14
  },
  {
    "name": "Dr Sophia Miranda",
    "company": "Xixan Medical Practice",
    "email": "drsophiamiranda@xixan.com",
    "phone": "+44 8325 303253",
    "address": "231 Kingsway Place, Glasgow",
    "about": "Proident aliquip irure veniam velit id non quis irure. Ea anim irure culpa veniam. Enim esse laboris cupidatat amet consequat nulla esse ut. Dolore tempor consectetur Lorem deserunt. Quis anim in qui reprehenderit et consectetur nisi excepteur sit esse. Ea duis sunt deserunt culpa excepteur Lorem deserunt voluptate duis enim occaecat.\r\n",
    "registered": "2016-11-20",
    "latitude": 55.751707,
    "longitude": -4.405701,
    "rating": 4.94
  },
  {
    "name": "Dr Concetta Mueller",
    "company": "Idego Medical Practice",
    "email": "drconcettamueller@idego.com",
    "phone": "+44 8725 373396",
    "address": "199 Diamond Street, Glasgow",
    "about": "Aute pariatur irure est deserunt commodo quis. Labore elit est velit dolor officia laborum aliquip voluptate sint est reprehenderit ipsum do nostrud. Veniam reprehenderit et nostrud culpa velit sit. Dolore aliquip anim anim ex do aliquip ex esse irure sint cupidatat excepteur anim minim. Nisi consectetur minim elit id sit fugiat.\r\n",
    "registered": "2018-11-21",
    "latitude": 55.782121,
    "longitude": -4.139352,
    "rating": 4.49
  },
  {
    "name": "Dr Claudine Rutledge",
    "company": "Billmed Medical Practice",
    "email": "drclaudinerutledge@billmed.com",
    "phone": "+44 8285 202001",
    "address": "364 Erskine Loop, Glasgow",
    "about": "Duis non consectetur aliquip enim sint laboris. Dolor elit adipisicing sit do qui veniam cupidatat nostrud non sit anim velit elit aliquip. Magna ex id commodo commodo ipsum qui irure excepteur fugiat ea labore do consequat culpa. Ex ea voluptate incididunt adipisicing enim cupidatat veniam est aute. Magna occaecat Lorem elit labore enim reprehenderit nulla ea ad occaecat elit sit.\r\n",
    "registered": "2014-11-12",
    "latitude": 55.774579,
    "longitude": -4.29637,
    "rating": 3.81
  },
  {
    "name": "Dr Garrison Hines",
    "company": "Ultrimax Medical Practice",
    "email": "drgarrisonhines@ultrimax.com",
    "phone": "+44 9294 013504",
    "address": "722 Schenck Court, Glasgow",
    "about": "Proident ea minim occaecat aute ut consequat dolore esse consectetur esse. Dolor deserunt deserunt in dolor magna exercitation amet culpa et. Cupidatat magna fugiat esse duis mollit amet.\r\n",
    "registered": "2015-12-27",
    "latitude": 55.835359,
    "longitude": -4.175705,
    "rating": 3.82
  },
  {
    "name": "Dr Marcie Coleman",
    "company": "Zenthall Medical Practice",
    "email": "drmarciecoleman@zenthall.com",
    "phone": "+44 8444 653397",
    "address": "848 Kenilworth Place, Glasgow",
    "about": "Cillum reprehenderit eu aliquip pariatur laboris eu eiusmod quis. Id ad voluptate non adipisicing in velit culpa magna. Eiusmod commodo magna amet reprehenderit. Velit Lorem officia qui eu voluptate consectetur ad velit ut.\r\n",
    "registered": "2018-04-07",
    "latitude": 55.742915,
    "longitude": -4.252283,
    "rating": 4.08
  },
  {
    "name": "Dr Erin Miller",
    "company": "Prosely Medical Practice",
    "email": "drerinmiller@prosely.com",
    "phone": "+44 8764 653238",
    "address": "787 Baycliff Terrace, Glasgow",
    "about": "Non laboris do pariatur est labore minim tempor culpa enim occaecat deserunt. Ex dolore aute nulla minim consectetur exercitation eu commodo. Anim et duis tempor non in voluptate qui aliquip. Exercitation minim labore aliqua voluptate nulla. Laboris Lorem consequat dolor ipsum occaecat. Velit aute minim ad cupidatat proident voluptate nostrud laboris. Quis exercitation dolore do ad do laborum commodo ullamco deserunt eiusmod velit est.\r\n",
    "registered": "2020-06-06",
    "latitude": 55.808532,
    "longitude": -4.265355,
    "rating": 3.64
  },
  {
    "name": "Dr Jan Hogan",
    "company": "Comverges Medical Practice",
    "email": "drjanhogan@comverges.com",
    "phone": "+44 8195 192875",
    "address": "924 Gerald Court, Glasgow",
    "about": "Magna aliquip proident deserunt adipisicing ut quis ullamco officia. Aliqua magna consectetur sit adipisicing reprehenderit magna velit. Quis dolor Lorem aliqua dolor deserunt ex adipisicing laborum et irure dolore consectetur. Ad eu reprehenderit non mollit nostrud. Mollit eu esse minim sint. Exercitation id qui occaecat ad voluptate in. Nostrud sunt tempor ad mollit ex.\r\n",
    "registered": "2018-07-31",
    "latitude": 55.755827,
    "longitude": -4.189729,
    "rating": 3.47
  },
  {
    "name": "Dr Emerson Wise",
    "company": "Boink Medical Practice",
    "email": "dremersonwise@boink.com",
    "phone": "+44 8094 482957",
    "address": "825 Remsen Street, Glasgow",
    "about": "Eu dolor proident duis sint cillum sunt Lorem in ut officia laborum et incididunt. Dolor do Lorem velit cupidatat nostrud. Exercitation Lorem nulla adipisicing commodo reprehenderit esse aliquip do velit amet tempor proident nostrud.\r\n",
    "registered": "2014-06-24",
    "latitude": 55.880853,
    "longitude": -4.336165,
    "rating": 3.5
  },
  {
    "name": "Dr Stanton Manning",
    "company": "Futuris Medical Practice",
    "email": "drstantonmanning@futuris.com",
    "phone": "+44 8254 152373",
    "address": "856 Evergreen Avenue, Glasgow",
    "about": "Incididunt esse aute veniam voluptate aliqua dolor laboris occaecat dolor laborum. Occaecat dolor ex eu aliqua laboris ea culpa. Elit laborum cupidatat aute dolor nulla quis excepteur proident. Laborum eu qui do voluptate. Consectetur ipsum quis aliquip est ea dolor cillum excepteur velit laboris est deserunt. Non reprehenderit incididunt esse cillum non cupidatat consectetur.\r\n",
    "registered": "2016-11-19",
    "latitude": 55.803472,
    "longitude": -4.376247,
    "rating": 3.94
  },
  {
    "name": "Dr Tamara Clay",
    "company": "Turnling Medical Practice",
    "email": "drtamaraclay@turnling.com",
    "phone": "+44 8764 633870",
    "address": "806 Meserole Avenue, Glasgow",
    "about": "Velit officia consectetur labore veniam velit eu deserunt commodo eiusmod ipsum laborum ut voluptate. Non eu ex sunt laborum aliqua ea occaecat duis aute nulla occaecat ullamco excepteur anim. Et aute irure et officia non aliqua consectetur deserunt cillum sit nostrud.\r\n",
    "registered": "2016-06-14",
    "latitude": 55.771726,
    "longitude": -4.245366,
    "rating": 4.25
  },
  {
    "name": "Dr Julia Jenkins",
    "company": "Peticular Medical Practice",
    "email": "drjuliajenkins@peticular.com",
    "phone": "+44 9595 862250",
    "address": "505 Underhill Avenue, Glasgow",
    "about": "Adipisicing qui ea ea excepteur tempor nulla qui laborum sit amet ullamco enim tempor. Enim aliqua excepteur ullamco enim enim laboris officia laborum cillum eu. In mollit qui officia reprehenderit elit amet non ullamco ea velit ex consequat et duis. Commodo nostrud irure mollit voluptate ullamco nulla cupidatat laborum aliquip non cillum culpa.\r\n",
    "registered": "2017-11-26",
    "latitude": 55.758475,
    "longitude": -4.4053,
    "rating": 3.56
  },
  {
    "name": "Dr Yang Cameron",
    "company": "Zaggles Medical Practice",
    "email": "dryangcameron@zaggles.com",
    "phone": "+44 8475 312811",
    "address": "447 River Street, Glasgow",
    "about": "Commodo eu proident dolor quis consectetur adipisicing mollit culpa. Irure duis in aliquip ullamco amet excepteur. Laboris culpa velit cillum excepteur consectetur in non officia ullamco sit ipsum consequat. Consequat consectetur amet ea tempor ad sunt laboris sit.\r\n",
    "registered": "2015-07-26",
    "latitude": 55.933854,
    "longitude": -4.16475,
    "rating": 4.86
  },
  {
    "name": "Dr Deena Cote",
    "company": "Gology Medical Practice",
    "email": "drdeenacote@gology.com",
    "phone": "+44 8444 293331",
    "address": "288 Dooley Street, Glasgow",
    "about": "Ad cupidatat cupidatat fugiat quis occaecat consectetur sint laborum pariatur sunt elit consequat incididunt occaecat. Eu culpa mollit ut magna sint duis tempor laborum sint ea id cupidatat. In laboris amet ex aute voluptate sint. Mollit sit occaecat do ex. Esse reprehenderit et sint occaecat aliquip commodo. Voluptate irure incididunt sunt adipisicing est enim dolore in enim mollit ut ad. Voluptate minim commodo adipisicing nisi adipisicing.\r\n",
    "registered": "2020-04-24",
    "latitude": 55.801756,
    "longitude": -4.410112,
    "rating": 4.69
  },
  {
    "name": "Dr Franco Trujillo",
    "company": "Neteria Medical Practice",
    "email": "drfrancotrujillo@neteria.com",
    "phone": "+44 8065 522314",
    "address": "973 Malbone Street, Glasgow",
    "about": "Officia mollit sunt nostrud nisi dolore culpa ullamco exercitation magna. Sunt Lorem consequat incididunt laborum do tempor fugiat culpa veniam minim cupidatat amet aliqua. Enim magna esse laborum sunt nostrud occaecat nulla Lorem est elit amet. Magna voluptate magna nisi officia sit enim laboris aliqua ex exercitation sit quis mollit aliquip. Minim nostrud excepteur ea in tempor laborum consectetur laboris aliqua nulla sint fugiat laborum. Excepteur reprehenderit magna incididunt veniam reprehenderit et exercitation sit consequat ex sint. Anim consectetur irure non in qui ullamco commodo nostrud reprehenderit id minim.\r\n",
    "registered": "2018-06-30",
    "latitude": 55.75153,
    "longitude": -4.339118,
    "rating": 4.54
  },
  {
    "name": "Dr Norris Wolf",
    "company": "Junipoor Medical Practice",
    "email": "drnorriswolf@junipoor.com",
    "phone": "+44 9504 953233",
    "address": "847 Withers Street, Glasgow",
    "about": "Enim commodo et incididunt labore pariatur labore ea eu. Officia dolore tempor esse veniam nulla veniam enim. Mollit ea in eiusmod ipsum sunt reprehenderit.\r\n",
    "registered": "2019-07-10",
    "latitude": 55.932192,
    "longitude": -4.324289,
    "rating": 3.8
  },
  {
    "name": "Dr Jaime Ray",
    "company": "Cosmetex Medical Practice",
    "email": "drjaimeray@cosmetex.com",
    "phone": "+44 8365 272567",
    "address": "311 Albemarle Terrace, Glasgow",
    "about": "Aute elit ullamco amet minim adipisicing eiusmod et. Magna deserunt laborum ipsum dolore ex est consectetur culpa esse ut excepteur. In nulla minim excepteur consectetur pariatur proident id elit occaecat est voluptate commodo. Minim duis veniam reprehenderit commodo dolore non in officia enim elit. Laboris mollit aute id velit. Ad id non duis aliquip voluptate commodo esse ipsum commodo et velit magna veniam enim.\r\n",
    "registered": "2019-08-22",
    "latitude": 55.897041,
    "longitude": -4.220456,
    "rating": 3.31
  },
  {
    "name": "Dr Mathews Blackwell",
    "company": "Biflex Medical Practice",
    "email": "drmathewsblackwell@biflex.com",
    "phone": "+44 9365 513878",
    "address": "111 Matthews Place, Glasgow",
    "about": "Sunt et veniam commodo et magna eu. Sunt adipisicing cillum sunt elit nulla tempor occaecat ex ad nulla. Laboris magna pariatur ea non aute ut labore nulla nisi sint. Id occaecat consequat nostrud sint enim laborum consequat dolor officia enim eu irure ullamco. Elit reprehenderit veniam qui ex consectetur amet. Eiusmod duis quis est laboris. Ad eu amet culpa quis ullamco amet do officia veniam duis dolor aliquip commodo cupidatat.\r\n",
    "registered": "2015-03-24",
    "latitude": 55.911676,
    "longitude": -4.205398,
    "rating": 4.23
  },
  {
    "name": "Dr Robert Macdonald",
    "company": "Bluplanet Medical Practice",
    "email": "drrobertmacdonald@bluplanet.com",
    "phone": "+44 9885 143452",
    "address": "541 Jamaica Avenue, Glasgow",
    "about": "Esse aute qui nisi deserunt reprehenderit sunt amet veniam quis in id. Exercitation pariatur exercitation cupidatat id velit consequat. Non non sit officia ut. Sit excepteur nisi occaecat id Lorem tempor eiusmod. Et ad enim ullamco dolore cillum qui cillum labore laboris incididunt quis. Minim est in ex minim quis amet eiusmod irure ea ex proident. Et elit veniam est eu non.\r\n",
    "registered": "2018-09-17",
    "latitude": 55.752709,
    "longitude": -4.304275,
    "rating": 3.66
  },
  {
    "name": "Dr Barker Lewis",
    "company": "Zipak Medical Practice",
    "email": "drbarkerlewis@zipak.com",
    "phone": "+44 9704 783311",
    "address": "740 Everit Street, Glasgow",
    "about": "Cillum veniam deserunt id aliqua nulla consectetur voluptate cupidatat id ea in. Anim sint veniam labore eiusmod do reprehenderit sunt culpa et proident exercitation enim. Tempor id est deserunt aliquip qui cillum id dolor irure labore esse do velit esse. Elit quis id duis duis do ea minim consectetur ullamco.\r\n",
    "registered": "2017-11-04",
    "latitude": 55.901782,
    "longitude": -4.231711,
    "rating": 4.61
  },
  {
    "name": "Dr Lynnette Moody",
    "company": "Buzzopia Medical Practice",
    "email": "drlynnettemoody@buzzopia.com",
    "phone": "+44 8104 122360",
    "address": "816 Pooles Lane, Glasgow",
    "about": "Et deserunt duis ullamco excepteur consequat. Do et ullamco voluptate quis velit tempor officia. Non enim id commodo proident labore cillum laborum officia anim nostrud ea excepteur reprehenderit nostrud. Esse veniam reprehenderit qui labore sit deserunt ipsum proident ipsum ad culpa dolore occaecat fugiat.\r\n",
    "registered": "2014-10-24",
    "latitude": 55.773382,
    "longitude": -4.138503,
    "rating": 3.18
  },
  {
    "name": "Dr Inez Jefferson",
    "company": "Maxemia Medical Practice",
    "email": "drinezjefferson@maxemia.com",
    "phone": "+44 9794 092424",
    "address": "480 Fillmore Avenue, Glasgow",
    "about": "Anim dolore labore et pariatur velit quis ullamco. Non elit excepteur non elit id ipsum in sunt eu. Id anim do do cillum eiusmod mollit fugiat Lorem exercitation exercitation.\r\n",
    "registered": "2014-08-14",
    "latitude": 55.852038,
    "longitude": -4.439946,
    "rating": 3.62
  },
  {
    "name": "Dr Terrie Ayala",
    "company": "Permadyne Medical Practice",
    "email": "drterrieayala@permadyne.com",
    "phone": "+44 9335 162748",
    "address": "177 Duffield Street, Glasgow",
    "about": "Voluptate qui ea laboris magna proident aute et nulla tempor aliqua ullamco non. Veniam consectetur dolor aute laboris reprehenderit minim ea ex. Exercitation nisi ut est quis Lorem elit magna aute.\r\n",
    "registered": "2020-05-12",
    "latitude": 55.908901,
    "longitude": -4.154113,
    "rating": 3.78
  },
  {
    "name": "Dr Cara Sharpe",
    "company": "Ziggles Medical Practice",
    "email": "drcarasharpe@ziggles.com",
    "phone": "+44 9435 643447",
    "address": "188 Willow Place, Glasgow",
    "about": "Proident in fugiat eiusmod aliquip laboris amet incididunt. Cillum adipisicing sunt sunt sint occaecat eu aliquip ut minim. Excepteur consequat labore duis proident in et tempor. Tempor aliquip labore anim veniam quis nisi tempor veniam excepteur ullamco qui minim.\r\n",
    "registered": "2018-02-26",
    "latitude": 55.851067,
    "longitude": -4.138932,
    "rating": 4.59
  },
  {
    "name": "Dr Vasquez Ratliff",
    "company": "Codax Medical Practice",
    "email": "drvasquezratliff@codax.com",
    "phone": "+44 8525 942396",
    "address": "509 Williamsburg Street, Glasgow",
    "about": "Magna ipsum enim magna cupidatat ex excepteur culpa ex proident commodo commodo. Ex reprehenderit cillum ad labore ut laboris fugiat. Aute voluptate laboris eu cillum do eiusmod excepteur consectetur consectetur. Laborum commodo esse consequat voluptate duis sit deserunt aliquip deserunt cupidatat irure adipisicing incididunt. Quis et do eiusmod ad anim aliqua ullamco dolore est. Dolore ex exercitation excepteur deserunt eu incididunt eu sint do aute.\r\n",
    "registered": "2019-09-15",
    "latitude": 55.862501,
    "longitude": -4.295439,
    "rating": 3.66
  },
  {
    "name": "Dr Reva Larsen",
    "company": "Orbiflex Medical Practice",
    "email": "drrevalarsen@orbiflex.com",
    "phone": "+44 9775 113152",
    "address": "437 Bevy Court, Glasgow",
    "about": "Velit Lorem nostrud consequat cupidatat ex et in aute tempor consectetur irure sint. Enim enim in officia reprehenderit sint irure aute ex ad commodo ipsum Lorem commodo deserunt. Enim in amet aliquip cillum nisi irure Lorem.\r\n",
    "registered": "2018-06-01",
    "latitude": 55.853116,
    "longitude": -4.3974,
    "rating": 3.24
  },
  {
    "name": "Dr Ramsey Odom",
    "company": "Comstar Medical Practice",
    "email": "drramseyodom@comstar.com",
    "phone": "+44 8185 442773",
    "address": "658 Louisiana Avenue, Glasgow",
    "about": "Dolore commodo elit ad magna ea. Aliquip incididunt culpa culpa veniam pariatur et deserunt. Consequat ipsum excepteur pariatur pariatur aliqua minim. Aute dolor labore Lorem magna. In ad ullamco sint sit commodo deserunt deserunt irure. Occaecat fugiat dolore commodo labore consectetur dolor qui Lorem enim enim minim.\r\n",
    "registered": "2018-12-06",
    "latitude": 55.867829,
    "longitude": -4.236953,
    "rating": 3.83
  },
  {
    "name": "Dr Robbins Jackson",
    "company": "Deepends Medical Practice",
    "email": "drrobbinsjackson@deepends.com",
    "phone": "+44 8644 292944",
    "address": "702 Laurel Avenue, Glasgow",
    "about": "Voluptate qui quis dolor aliqua ipsum occaecat. Cillum deserunt esse veniam consectetur in nulla eu pariatur deserunt. Deserunt ex cillum irure in Lorem aute proident esse exercitation anim. Proident magna elit et dolor deserunt nulla. Consequat exercitation exercitation minim incididunt velit duis sint adipisicing sit ea ipsum laborum ex laboris.\r\n",
    "registered": "2020-05-10",
    "latitude": 55.746206,
    "longitude": -4.375877,
    "rating": 3.73
  },
  {
    "name": "Dr Brown Andrews",
    "company": "Pholio Medical Practice",
    "email": "drbrownandrews@pholio.com",
    "phone": "+44 8795 972062",
    "address": "127 Lombardy Street, Glasgow",
    "about": "Lorem proident occaecat deserunt dolore minim ad consequat ipsum mollit cupidatat consequat cupidatat ex proident. Anim nulla est voluptate duis dolor nulla elit reprehenderit. Culpa commodo cupidatat exercitation in ea cillum amet quis consequat ullamco do velit. Labore anim aute officia duis nostrud non. Eu ea proident tempor est nisi dolore fugiat do.\r\n",
    "registered": "2020-04-15",
    "latitude": 55.879605,
    "longitude": -4.425413,
    "rating": 3
  },
  {
    "name": "Dr Guy Blanchard",
    "company": "Dognosis Medical Practice",
    "email": "drguyblanchard@dognosis.com",
    "phone": "+44 9065 622010",
    "address": "578 Cook Street, Glasgow",
    "about": "Dolor ex est aute aliqua enim do culpa dolor ullamco fugiat velit non. Excepteur laboris fugiat dolor veniam. Aliqua reprehenderit ipsum esse esse laboris magna occaecat non aliqua in eiusmod deserunt incididunt. Exercitation sunt exercitation laborum culpa. Cillum reprehenderit duis aliqua consectetur et veniam duis enim Lorem voluptate. Aliqua ullamco sunt voluptate sit eiusmod labore proident cupidatat nulla non incididunt culpa proident. Ea irure occaecat minim ex ex sunt et quis exercitation.\r\n",
    "registered": "2015-02-19",
    "latitude": 55.887177,
    "longitude": -4.298093,
    "rating": 4.13
  },
  {
    "name": "Dr Alexandria Mullen",
    "company": "Sensate Medical Practice",
    "email": "dralexandriamullen@sensate.com",
    "phone": "+44 9374 762096",
    "address": "648 Onderdonk Avenue, Glasgow",
    "about": "Excepteur officia ullamco incididunt id. Anim velit deserunt quis adipisicing aliqua aliqua aliquip esse id veniam nulla aliqua consequat. Enim cillum cillum proident velit in laborum enim. Dolor nostrud labore non aliqua dolore nisi quis non. Voluptate exercitation id sint nisi quis voluptate incididunt aliquip ut. Incididunt adipisicing sunt sint incididunt duis non laboris adipisicing Lorem reprehenderit ex labore id.\r\n",
    "registered": "2020-05-25",
    "latitude": 55.828141,
    "longitude": -4.271461,
    "rating": 3.16
  },
  {
    "name": "Dr Charlene Vazquez",
    "company": "Tribalog Medical Practice",
    "email": "drcharlenevazquez@tribalog.com",
    "phone": "+44 8944 592246",
    "address": "436 Chestnut Avenue, Glasgow",
    "about": "Quis voluptate Lorem reprehenderit velit proident dolore laboris consequat duis aliquip non ad. Magna et irure labore irure consectetur ad in non in fugiat est non. Anim non deserunt occaecat aute et.\r\n",
    "registered": "2014-03-29",
    "latitude": 55.906195,
    "longitude": -4.37107,
    "rating": 3.64
  },
  {
    "name": "Dr Lenora Smith",
    "company": "Synkgen Medical Practice",
    "email": "drlenorasmith@synkgen.com",
    "phone": "+44 8114 223184",
    "address": "730 Ovington Court, Glasgow",
    "about": "Veniam ipsum pariatur elit est commodo minim labore qui do minim est in do. Esse cupidatat magna reprehenderit laboris ex. Nisi sunt ut cillum aliquip mollit. Sunt labore ad ad aliquip velit occaecat dolore. Elit et dolor elit anim duis proident dolore minim deserunt proident ipsum.\r\n",
    "registered": "2019-02-15",
    "latitude": 55.939691,
    "longitude": -4.13644,
    "rating": 4.54
  },
  {
    "name": "Dr Conrad Irwin",
    "company": "Veraq Medical Practice",
    "email": "drconradirwin@veraq.com",
    "phone": "+44 9174 312170",
    "address": "784 Bergen Street, Glasgow",
    "about": "Nostrud amet nostrud adipisicing ullamco excepteur. Dolore aute cillum incididunt sunt aute dolore do. Incididunt ex incididunt commodo exercitation aute voluptate. Excepteur magna velit consectetur officia et dolore qui dolore mollit dolor officia quis aute anim. Culpa nostrud mollit deserunt proident dolor aute.\r\n",
    "registered": "2015-03-13",
    "latitude": 55.934278,
    "longitude": -4.444768,
    "rating": 4.34
  },
  {
    "name": "Dr Patricia Mckenzie",
    "company": "Isostream Medical Practice",
    "email": "drpatriciamckenzie@isostream.com",
    "phone": "+44 9384 062698",
    "address": "662 Tech Place, Glasgow",
    "about": "Non consectetur veniam voluptate exercitation amet labore proident. Sunt id reprehenderit commodo aliquip velit et dolore dolor fugiat ullamco ipsum fugiat ullamco. Ex pariatur do mollit mollit eu eiusmod officia aute ea labore mollit. Est id ex commodo officia.\r\n",
    "registered": "2017-08-13",
    "latitude": 55.78055,
    "longitude": -4.365477,
    "rating": 4.02
  },
  {
    "name": "Dr Eugenia Valenzuela",
    "company": "Xylar Medical Practice",
    "email": "dreugeniavalenzuela@xylar.com",
    "phone": "+44 9966 003131",
    "address": "221 Belmont Avenue, Glasgow",
    "about": "Nisi dolor magna incididunt commodo sit pariatur elit sit quis tempor sit non laborum do. Consectetur voluptate velit amet amet enim nostrud ipsum ullamco consectetur culpa aliqua. Est excepteur amet quis ad ad duis irure aute do est et excepteur mollit et.\r\n",
    "registered": "2014-10-31",
    "latitude": 55.924891,
    "longitude": -4.259483,
    "rating": 4.46
  },
  {
    "name": "Dr Craft Fulton",
    "company": "Fitcore Medical Practice",
    "email": "drcraftfulton@fitcore.com",
    "phone": "+44 9115 163269",
    "address": "132 Cozine Avenue, Glasgow",
    "about": "Incididunt voluptate et duis ad incididunt. Ad ea magna ad ea aliquip laborum ex. Cillum in nisi incididunt esse adipisicing et aliquip. Dolor dolor ullamco enim sit labore magna elit non irure. Excepteur qui elit non fugiat amet voluptate duis do irure culpa.\r\n",
    "registered": "2020-03-17",
    "latitude": 55.795389,
    "longitude": -4.295928,
    "rating": 4.41
  },
  {
    "name": "Dr Wade Suarez",
    "company": "Corpulse Medical Practice",
    "email": "drwadesuarez@corpulse.com",
    "phone": "+44 9344 622185",
    "address": "175 Coffey Street, Glasgow",
    "about": "Culpa aute velit dolore excepteur ut eiusmod ex nisi incididunt aliqua minim. Cillum do amet amet cupidatat non. Voluptate labore labore deserunt culpa id cupidatat reprehenderit. Et irure aliquip sint Lorem ea culpa. Amet consectetur ad minim occaecat dolor veniam commodo reprehenderit mollit.\r\n",
    "registered": "2018-05-16",
    "latitude": 55.788068,
    "longitude": -4.383729,
    "rating": 4.87
  },
  {
    "name": "Dr Clark Richmond",
    "company": "Entropix Medical Practice",
    "email": "drclarkrichmond@entropix.com",
    "phone": "+44 9995 832689",
    "address": "308 Melrose Street, Glasgow",
    "about": "Reprehenderit ex consequat qui eiusmod reprehenderit deserunt nulla do adipisicing nostrud ut pariatur. Excepteur incididunt consectetur eu ut dolore. Voluptate magna cillum cillum aliqua nisi ullamco veniam eiusmod consectetur fugiat. Excepteur elit tempor irure cupidatat sunt et veniam adipisicing veniam enim cillum incididunt ex anim. Laboris dolore dolor sint est et deserunt do sit proident ea ea minim cupidatat. Pariatur cillum occaecat mollit tempor aliquip labore. Aliquip est anim minim culpa quis velit Lorem.\r\n",
    "registered": "2016-07-29",
    "latitude": 55.856428,
    "longitude": -4.202899,
    "rating": 4.08
  },
  {
    "name": "Dr Moreno Mcfarland",
    "company": "Honotron Medical Practice",
    "email": "drmorenomcfarland@honotron.com",
    "phone": "+44 8865 783761",
    "address": "726 Freeman Street, Glasgow",
    "about": "Pariatur nostrud amet magna aute commodo culpa sunt cillum excepteur aliqua excepteur nulla sint ex. Consequat elit cupidatat enim anim est laboris dolore consectetur proident. Occaecat proident nostrud qui proident fugiat Lorem exercitation ipsum officia duis consequat ullamco aliquip. Et laboris amet fugiat nostrud non irure irure do aute deserunt aute sunt proident. Irure commodo dolor quis magna occaecat consequat enim quis labore ex excepteur. Sit culpa in laboris nulla anim eu ex cupidatat non dolore ea. Sint culpa proident reprehenderit id mollit Lorem labore.\r\n",
    "registered": "2014-10-03",
    "latitude": 55.739364,
    "longitude": -4.142353,
    "rating": 4.58
  },
  {
    "name": "Dr Spencer Lindsey",
    "company": "Zilidium Medical Practice",
    "email": "drspencerlindsey@zilidium.com",
    "phone": "+44 8154 572079",
    "address": "824 Sapphire Street, Glasgow",
    "about": "In consequat non qui officia et eu anim esse do. Officia incididunt pariatur nisi nulla qui dolor occaecat adipisicing eiusmod exercitation laboris consectetur adipisicing. Amet consectetur velit in nisi nostrud ipsum exercitation pariatur consectetur anim dolore. Consectetur Lorem consectetur exercitation pariatur quis dolor minim ut.\r\n",
    "registered": "2015-05-02",
    "latitude": 55.885337,
    "longitude": -4.167816,
    "rating": 3.64
  },
  {
    "name": "Dr Bryan Taylor",
    "company": "Apex Medical Practice",
    "email": "drbryantaylor@apex.com",
    "phone": "+44 9925 892649",
    "address": "651 Varick Street, Glasgow",
    "about": "Aliquip qui sit eiusmod dolore veniam quis occaecat minim id. In reprehenderit excepteur dolor nostrud occaecat incididunt aute exercitation qui qui ex. Duis Lorem irure in id sit. Pariatur elit quis irure minim nisi cupidatat anim excepteur proident in occaecat elit sit. Ex non cupidatat duis esse commodo voluptate dolore. Elit reprehenderit dolore dolor ipsum. Sint aliqua non anim dolore esse adipisicing voluptate ipsum incididunt sit sint.\r\n",
    "registered": "2019-04-16",
    "latitude": 55.87999,
    "longitude": -4.19668,
    "rating": 3.64
  },
  {
    "name": "Dr Blackburn Lee",
    "company": "Zensure Medical Practice",
    "email": "drblackburnlee@zensure.com",
    "phone": "+44 8395 353159",
    "address": "706 Gold Street, Glasgow",
    "about": "Consequat nulla dolor aute veniam id id. Sint ea aliqua tempor laborum voluptate excepteur amet et quis amet ea nulla. Laboris consectetur ea in adipisicing magna officia minim duis adipisicing pariatur et ipsum sunt.\r\n",
    "registered": "2016-03-16",
    "latitude": 55.764911,
    "longitude": -4.149555,
    "rating": 4.62
  },
  {
    "name": "Dr Lee Fisher",
    "company": "Centice Medical Practice",
    "email": "drleefisher@centice.com",
    "phone": "+44 8234 043326",
    "address": "757 Harden Street, Glasgow",
    "about": "Enim et ea officia culpa sint ullamco amet culpa. Incididunt nulla aliquip fugiat cillum pariatur consequat commodo magna cupidatat commodo cillum deserunt. Ea consectetur tempor esse amet.\r\n",
    "registered": "2016-08-27",
    "latitude": 55.918839,
    "longitude": -4.176828,
    "rating": 3.78
  },
  {
    "name": "Dr Lupe Hayden",
    "company": "Digirang Medical Practice",
    "email": "drlupehayden@digirang.com",
    "phone": "+44 9525 022866",
    "address": "675 Strickland Avenue, Glasgow",
    "about": "Tempor pariatur irure cillum Lorem. Deserunt cupidatat id id pariatur fugiat duis. Consequat sint ex dolor ipsum cupidatat eu labore. Mollit et commodo eu anim elit aliqua ad nulla. Ut incididunt Lorem amet Lorem consectetur irure est. Cupidatat do quis elit incididunt Lorem consectetur excepteur officia in amet et incididunt laborum.\r\n",
    "registered": "2016-06-29",
    "latitude": 55.882486,
    "longitude": -4.25674,
    "rating": 3.36
  },
  {
    "name": "Dr Ramirez Washington",
    "company": "Harmoney Medical Practice",
    "email": "drramirezwashington@harmoney.com",
    "phone": "+44 9965 253396",
    "address": "728 Corbin Place, Glasgow",
    "about": "Voluptate nisi in pariatur commodo mollit adipisicing magna pariatur ullamco id. Exercitation laborum aliquip irure mollit mollit sunt. Incididunt eu aute ea duis. Veniam consectetur nisi culpa dolor laborum. Et dolor aliqua ea in minim adipisicing dolor do. Voluptate velit adipisicing cupidatat deserunt duis aliquip exercitation officia in culpa.\r\n",
    "registered": "2017-12-14",
    "latitude": 55.905233,
    "longitude": -4.357065,
    "rating": 4.23
  },
  {
    "name": "Dr Vargas Harvey",
    "company": "Quadeebo Medical Practice",
    "email": "drvargasharvey@quadeebo.com",
    "phone": "+44 8035 533170",
    "address": "784 Mill Road, Glasgow",
    "about": "Ad labore aliquip do quis officia commodo amet ad ad mollit laborum anim commodo. Sint ex incididunt velit eu occaecat quis. Esse dolor non quis cillum tempor ullamco ex in nostrud minim. Et commodo anim consectetur exercitation labore elit sunt dolore ex voluptate. Amet esse eiusmod ut in commodo.\r\n",
    "registered": "2014-04-24",
    "latitude": 55.827188,
    "longitude": -4.29717,
    "rating": 4.16
  },
  {
    "name": "Dr Mcintyre Gallegos",
    "company": "Ecolight Medical Practice",
    "email": "drmcintyregallegos@ecolight.com",
    "phone": "+44 9435 763064",
    "address": "696 Brighton Court, Glasgow",
    "about": "Duis culpa mollit officia mollit officia id officia nulla anim proident nostrud deserunt. Nulla est nostrud labore dolore id ipsum cillum culpa dolor dolor occaecat qui. Reprehenderit magna ullamco ad amet aute. Velit aliquip adipisicing incididunt incididunt amet ea aliquip do consectetur. Irure pariatur eu amet veniam veniam adipisicing eiusmod esse non voluptate. Duis ex aliqua est consequat.\r\n",
    "registered": "2017-08-26",
    "latitude": 55.929683,
    "longitude": -4.419779,
    "rating": 4.68
  },
  {
    "name": "Dr Burgess Strickland",
    "company": "Andershun Medical Practice",
    "email": "drburgessstrickland@andershun.com",
    "phone": "+44 8665 532257",
    "address": "301 Vandervoort Place, Glasgow",
    "about": "Exercitation incididunt adipisicing reprehenderit quis sunt. Aliqua enim ullamco irure fugiat voluptate sunt sint irure id laboris mollit est. Pariatur mollit non enim ea deserunt sint nisi laborum. Tempor nulla laboris veniam ea quis fugiat proident anim. Consequat Lorem commodo culpa consectetur elit ad do. Duis adipisicing culpa mollit commodo excepteur occaecat nostrud ullamco culpa tempor eu.\r\n",
    "registered": "2016-08-28",
    "latitude": 55.935649,
    "longitude": -4.153128,
    "rating": 3.13
  },
  {
    "name": "Dr Ila Meyer",
    "company": "Digitalus Medical Practice",
    "email": "drilameyer@digitalus.com",
    "phone": "+44 8055 882814",
    "address": "497 Ocean Avenue, Glasgow",
    "about": "Consequat ipsum duis cillum duis sunt nostrud qui occaecat irure ullamco fugiat. Irure voluptate cillum aute amet nostrud sit non nulla labore exercitation non. Sit deserunt culpa incididunt Lorem. Velit non velit consequat minim dolore quis qui duis mollit nulla sunt. Excepteur consectetur consectetur labore qui aliqua do pariatur nisi in labore sunt tempor ex qui. Nostrud ullamco est nulla quis dolor ex. Velit cillum fugiat cillum ut id voluptate duis cupidatat.\r\n",
    "registered": "2017-02-09",
    "latitude": 55.827167,
    "longitude": -4.187692,
    "rating": 4.5
  },
  {
    "name": "Dr Lavonne Barrett",
    "company": "Techmania Medical Practice",
    "email": "drlavonnebarrett@techmania.com",
    "phone": "+44 8415 672428",
    "address": "981 Sutter Avenue, Glasgow",
    "about": "Commodo velit magna id nisi laborum velit ad officia nisi voluptate ex. Laborum esse cupidatat nostrud aute cupidatat aute sit sint eu labore. Cillum do qui ea laborum fugiat pariatur adipisicing id fugiat.\r\n",
    "registered": "2014-12-23",
    "latitude": 55.757597,
    "longitude": -4.396281,
    "rating": 3.32
  },
  {
    "name": "Dr Brooks Lyons",
    "company": "Exotechno Medical Practice",
    "email": "drbrookslyons@exotechno.com",
    "phone": "+44 8844 933096",
    "address": "882 Irving Place, Glasgow",
    "about": "Ipsum esse fugiat dolore officia exercitation irure laborum consectetur in. Proident fugiat enim sunt irure ea cupidatat ad aliqua sunt amet reprehenderit sint. Est occaecat nostrud proident sit nisi. Aute officia elit incididunt magna incididunt do fugiat laborum. Enim incididunt ullamco nisi ex commodo ipsum aute. Nostrud ipsum voluptate fugiat Lorem laboris sit labore enim aliquip labore pariatur.\r\n",
    "registered": "2016-05-18",
    "latitude": 55.879715,
    "longitude": -4.278079,
    "rating": 4.06
  },
  {
    "name": "Dr Collier Cook",
    "company": "Ronelon Medical Practice",
    "email": "drcolliercook@ronelon.com",
    "phone": "+44 8764 112744",
    "address": "437 Rogers Avenue, Glasgow",
    "about": "Cillum culpa occaecat sint commodo ex id dolor enim deserunt tempor sit labore. Et commodo tempor laborum mollit excepteur veniam commodo commodo tempor. Amet pariatur eu dolore quis officia ex occaecat quis sunt officia. Labore duis consectetur minim magna cillum velit ex ad aute. Ut ex amet esse incididunt ullamco proident culpa.\r\n",
    "registered": "2018-11-15",
    "latitude": 55.907444,
    "longitude": -4.206978,
    "rating": 4.92
  },
  {
    "name": "Dr Etta Schmidt",
    "company": "Plexia Medical Practice",
    "email": "drettaschmidt@plexia.com",
    "phone": "+44 8164 602505",
    "address": "511 Fuller Place, Glasgow",
    "about": "Quis dolore voluptate laborum do exercitation esse. Culpa eiusmod eu incididunt magna. Magna excepteur nisi sunt tempor sint pariatur et culpa do proident. Nostrud sit cillum eiusmod cillum exercitation deserunt dolore. Fugiat nisi do ipsum dolore proident ea consequat.\r\n",
    "registered": "2014-12-24",
    "latitude": 55.795246,
    "longitude": -4.447664,
    "rating": 4.15
  },
  {
    "name": "Dr Ball Chan",
    "company": "Songlines Medical Practice",
    "email": "drballchan@songlines.com",
    "phone": "+44 9664 863702",
    "address": "979 Stuart Street, Glasgow",
    "about": "Fugiat Lorem anim tempor fugiat commodo cillum veniam. Sunt tempor reprehenderit in occaecat minim voluptate excepteur nulla. Elit occaecat voluptate fugiat nisi mollit fugiat consectetur cupidatat ipsum consectetur. Exercitation culpa enim culpa esse non incididunt. Nisi adipisicing ut ut irure ut sunt nisi eu velit laborum culpa adipisicing.\r\n",
    "registered": "2014-02-02",
    "latitude": 55.89766,
    "longitude": -4.151764,
    "rating": 3.85
  },
  {
    "name": "Dr Doreen Garcia",
    "company": "Qot Medical Practice",
    "email": "drdoreengarcia@qot.com",
    "phone": "+44 8705 842989",
    "address": "732 Douglass Street, Glasgow",
    "about": "Veniam reprehenderit ullamco enim cupidatat amet ipsum elit. In laboris adipisicing eiusmod sint eiusmod. Incididunt consectetur cillum nulla aute ut culpa excepteur qui nisi voluptate aliqua. Elit culpa ut est non ea nostrud Lorem eiusmod et commodo minim qui id culpa.\r\n",
    "registered": "2019-12-09",
    "latitude": 55.79107,
    "longitude": -4.182806,
    "rating": 4.26
  },
  {
    "name": "Dr Genevieve Mayo",
    "company": "Datagen Medical Practice",
    "email": "drgenevievemayo@datagen.com",
    "phone": "+44 8114 983437",
    "address": "844 Beverly Road, Glasgow",
    "about": "Nisi occaecat incididunt exercitation labore aliqua enim. In est sint incididunt pariatur amet eu. Anim labore deserunt elit do minim non mollit eiusmod eu proident anim sint labore. Voluptate laboris ad consequat sint qui deserunt proident.\r\n",
    "registered": "2014-10-07",
    "latitude": 55.759478,
    "longitude": -4.225902,
    "rating": 4.44
  },
  {
    "name": "Dr Kaye Carrillo",
    "company": "Pyramis Medical Practice",
    "email": "drkayecarrillo@pyramis.com",
    "phone": "+44 8124 852992",
    "address": "155 Chester Street, Glasgow",
    "about": "Excepteur incididunt ad minim eu laborum esse. Esse Lorem ex nostrud ut nostrud consectetur nostrud do. Tempor occaecat Lorem non ad magna officia officia do pariatur.\r\n",
    "registered": "2017-09-19",
    "latitude": 55.862037,
    "longitude": -4.200536,
    "rating": 3.49
  },
  {
    "name": "Dr Tonia Petersen",
    "company": "Marqet Medical Practice",
    "email": "drtoniapetersen@marqet.com",
    "phone": "+44 8954 352625",
    "address": "891 Madison Place, Glasgow",
    "about": "Sunt ut ea dolor nostrud cillum. Nostrud nulla laboris minim nostrud in fugiat sit. Incididunt voluptate nulla officia in velit aliquip reprehenderit labore eu culpa officia. Consequat ipsum excepteur duis veniam aliqua mollit amet tempor adipisicing reprehenderit tempor incididunt. Minim aute minim exercitation id ea occaecat minim. Eu culpa ipsum eiusmod elit duis reprehenderit voluptate duis nisi nulla.\r\n",
    "registered": "2020-06-02",
    "latitude": 55.909927,
    "longitude": -4.235931,
    "rating": 3.8
  },
  {
    "name": "Dr Hurley Clayton",
    "company": "Telepark Medical Practice",
    "email": "drhurleyclayton@telepark.com",
    "phone": "+44 9884 182867",
    "address": "219 Huntington Street, Glasgow",
    "about": "Tempor sit sit adipisicing reprehenderit in. Lorem deserunt sint reprehenderit Lorem cupidatat est aliqua quis anim. Consequat nulla ad est ad eu commodo ut nulla. Amet sint Lorem nisi duis laboris laborum. Ex non voluptate mollit sint proident dolor proident dolor commodo est duis.\r\n",
    "registered": "2017-05-17",
    "latitude": 55.939974,
    "longitude": -4.246462,
    "rating": 3.49
  },
  {
    "name": "Dr Louisa Duke",
    "company": "Geekular Medical Practice",
    "email": "drlouisaduke@geekular.com",
    "phone": "+44 9575 162348",
    "address": "921 Mermaid Avenue, Glasgow",
    "about": "Occaecat pariatur anim in ipsum irure. Sunt eiusmod amet nulla magna velit cupidatat sit ea sint pariatur. Velit dolore est enim elit ipsum occaecat magna enim amet. Ad laboris eu cupidatat voluptate adipisicing. Ex ullamco aute et tempor non sunt ad adipisicing in. Nisi proident quis laborum incididunt sint irure adipisicing mollit.\r\n",
    "registered": "2014-05-29",
    "latitude": 55.800869,
    "longitude": -4.451484,
    "rating": 3.86
  },
  {
    "name": "Dr Tania Vang",
    "company": "Zentury Medical Practice",
    "email": "drtaniavang@zentury.com",
    "phone": "+44 8914 332826",
    "address": "572 Orient Avenue, Glasgow",
    "about": "Velit mollit laboris laborum aliqua incididunt ea consectetur cillum commodo. Laboris anim id ad amet eu sit deserunt aliquip est sunt voluptate velit. Nisi veniam sit laboris anim. Et qui officia sunt aute ut excepteur deserunt esse ex et in magna sint. Excepteur aute occaecat esse dolore ea et ipsum ipsum nisi quis voluptate dolore sunt aute.\r\n",
    "registered": "2018-05-12",
    "latitude": 55.760718,
    "longitude": -4.439557,
    "rating": 3.15
  },
  {
    "name": "Dr Nunez Guerrero",
    "company": "Comtrail Medical Practice",
    "email": "drnunezguerrero@comtrail.com",
    "phone": "+44 8394 473832",
    "address": "197 Rutledge Street, Glasgow",
    "about": "Amet consequat commodo mollit pariatur cupidatat. Esse excepteur deserunt commodo adipisicing proident duis eiusmod do sit elit nostrud ea officia reprehenderit. Labore nostrud enim culpa culpa labore commodo cupidatat commodo. Aute nostrud esse dolor elit consequat in elit ullamco irure do excepteur reprehenderit. Cupidatat eiusmod laboris aute laboris pariatur tempor ullamco velit duis consequat cupidatat. Aute eu consequat cillum culpa fugiat deserunt anim sunt sint dolor labore.\r\n",
    "registered": "2014-09-30",
    "latitude": 55.819487,
    "longitude": -4.428826,
    "rating": 3.82
  },
  {
    "name": "Dr Stacy Lynn",
    "company": "Kneedles Medical Practice",
    "email": "drstacylynn@kneedles.com",
    "phone": "+44 8105 843122",
    "address": "855 Desmond Court, Glasgow",
    "about": "Officia dolor do nostrud proident non do non amet. Do labore magna ad ea ea incididunt ullamco minim elit. Adipisicing commodo eiusmod reprehenderit enim consectetur magna labore. Anim ex adipisicing non Lorem veniam qui nostrud fugiat culpa cillum esse veniam.\r\n",
    "registered": "2014-06-11",
    "latitude": 55.811265,
    "longitude": -4.332001,
    "rating": 4.95
  },
  {
    "name": "Dr Owens Carver",
    "company": "Pushcart Medical Practice",
    "email": "drowenscarver@pushcart.com",
    "phone": "+44 9134 512484",
    "address": "889 Jackson Street, Glasgow",
    "about": "Laboris est Lorem incididunt eu ut dolor adipisicing tempor sunt laborum dolore. Elit sunt culpa dolor proident. Veniam voluptate nulla mollit dolor adipisicing aliqua est nostrud. Sint laboris sint nisi adipisicing consectetur quis incididunt aute magna velit. Amet adipisicing adipisicing et cillum reprehenderit ut voluptate. Consectetur qui ad dolore aliquip.\r\n",
    "registered": "2014-05-07",
    "latitude": 55.845967,
    "longitude": -4.189349,
    "rating": 3.27
  },
  {
    "name": "Dr Sherry Bauer",
    "company": "Zentia Medical Practice",
    "email": "drsherrybauer@zentia.com",
    "phone": "+44 8285 043233",
    "address": "651 Ainslie Street, Glasgow",
    "about": "Non ut labore officia labore dolor sint. Ea duis dolor culpa ullamco cillum labore veniam nulla sint sit laboris. Do esse proident amet qui fugiat esse cupidatat ex occaecat sint nisi Lorem. Veniam labore voluptate voluptate quis pariatur sit. Dolor amet irure culpa nulla do. Nisi fugiat aliquip eiusmod nulla excepteur mollit et exercitation laboris.\r\n",
    "registered": "2016-06-16",
    "latitude": 55.766089,
    "longitude": -4.284384,
    "rating": 3.67
  },
  {
    "name": "Dr Lawanda Marquez",
    "company": "Petigems Medical Practice",
    "email": "drlawandamarquez@petigems.com",
    "phone": "+44 9834 512959",
    "address": "137 Stoddard Place, Glasgow",
    "about": "Nostrud fugiat ullamco labore sunt ullamco pariatur laboris velit irure laboris. Mollit ut cupidatat adipisicing incididunt exercitation amet. Nisi ex cillum exercitation ullamco velit exercitation veniam eiusmod minim anim ut cupidatat. Reprehenderit dolore ex aliqua magna sint.\r\n",
    "registered": "2015-05-28",
    "latitude": 55.927594,
    "longitude": -4.257553,
    "rating": 4.11
  },
  {
    "name": "Dr Natalie Tyler",
    "company": "Sunclipse Medical Practice",
    "email": "drnatalietyler@sunclipse.com",
    "phone": "+44 8005 752073",
    "address": "836 Boerum Street, Glasgow",
    "about": "Minim culpa consectetur pariatur commodo nostrud ut do dolor ipsum. Ullamco nostrud pariatur eiusmod deserunt magna ad pariatur sint Lorem exercitation. Minim non non irure id nulla est qui occaecat veniam irure reprehenderit. Irure nostrud laboris duis aute proident laborum. Fugiat do tempor Lorem nisi enim nisi nisi et ipsum ad non id ea eu. Mollit est pariatur adipisicing in. Esse commodo adipisicing mollit aliquip aliquip deserunt id minim laboris sit voluptate.\r\n",
    "registered": "2016-02-17",
    "latitude": 55.848226,
    "longitude": -4.451357,
    "rating": 4.96
  },
  {
    "name": "Dr Joann Klein",
    "company": "Cubicide Medical Practice",
    "email": "drjoannklein@cubicide.com",
    "phone": "+44 9455 223988",
    "address": "188 Emerald Street, Glasgow",
    "about": "Non proident ut aute veniam. Fugiat commodo exercitation est ea dolor mollit nisi. Non amet mollit pariatur culpa sunt voluptate velit.\r\n",
    "registered": "2015-06-09",
    "latitude": 55.773013,
    "longitude": -4.376623,
    "rating": 3.44
  },
  {
    "name": "Dr Galloway Rivera",
    "company": "Filodyne Medical Practice",
    "email": "drgallowayrivera@filodyne.com",
    "phone": "+44 9104 053494",
    "address": "575 Tennis Court, Glasgow",
    "about": "Proident eiusmod nisi incididunt sint qui elit eu qui nostrud ad minim adipisicing cupidatat. Eiusmod dolor veniam quis Lorem. Laboris mollit veniam exercitation non Lorem tempor ut incididunt veniam ex eiusmod tempor quis sint. Nisi officia est ut amet exercitation minim et consectetur aliquip. Consectetur in ut laboris aute.\r\n",
    "registered": "2019-10-28",
    "latitude": 55.792787,
    "longitude": -4.156945,
    "rating": 3.05
  },
  {
    "name": "Dr Hamilton Bradford",
    "company": "Biospan Medical Practice",
    "email": "drhamiltonbradford@biospan.com",
    "phone": "+44 8475 693622",
    "address": "648 Porter Avenue, Glasgow",
    "about": "Non sunt velit aute ex. Eu nulla proident fugiat ad non Lorem esse. Do occaecat consequat officia cupidatat sunt culpa Lorem eu dolore. Ea consequat anim consectetur et velit dolor esse consequat. Sit culpa non nulla dolore in occaecat.\r\n",
    "registered": "2016-09-27",
    "latitude": 55.924972,
    "longitude": -4.37338,
    "rating": 4.91
  },
  {
    "name": "Dr Latonya Hansen",
    "company": "Obliq Medical Practice",
    "email": "drlatonyahansen@obliq.com",
    "phone": "+44 9504 853625",
    "address": "293 Taaffe Place, Glasgow",
    "about": "Nulla reprehenderit incididunt ad dolore cillum nulla elit excepteur. Qui cillum duis do duis. Aliqua eu eiusmod enim enim dolor exercitation. Aute eu non ipsum ipsum labore occaecat aute nostrud minim in nostrud est tempor.\r\n",
    "registered": "2018-09-30",
    "latitude": 55.937856,
    "longitude": -4.379726,
    "rating": 4.9
  },
  {
    "name": "Dr Park Hester",
    "company": "Automon Medical Practice",
    "email": "drparkhester@automon.com",
    "phone": "+44 8824 882529",
    "address": "110 Canda Avenue, Glasgow",
    "about": "Magna enim culpa incididunt Lorem. Exercitation laboris dolor esse voluptate nulla tempor. Deserunt deserunt ullamco anim aute id labore ea ea nostrud commodo do. Minim est deserunt sunt sit. Quis ut mollit irure elit. Sint amet consectetur ad est excepteur occaecat laborum sint laborum quis incididunt.\r\n",
    "registered": "2019-12-06",
    "latitude": 55.78567,
    "longitude": -4.263387,
    "rating": 4.16
  },
  {
    "name": "Dr Turner Barnett",
    "company": "Ziore Medical Practice",
    "email": "drturnerbarnett@ziore.com",
    "phone": "+44 8654 273901",
    "address": "285 Herbert Street, Glasgow",
    "about": "Consequat tempor sit non reprehenderit culpa et do cillum ipsum culpa sit exercitation ut. Lorem ea dolor aute esse velit veniam officia in minim. Veniam voluptate sint ex esse in ut. Sint occaecat minim aliquip aute esse. Et commodo labore fugiat commodo et Lorem labore. Aliqua deserunt occaecat magna duis id fugiat tempor voluptate deserunt pariatur aliquip.\r\n",
    "registered": "2015-07-29",
    "latitude": 55.765085,
    "longitude": -4.391601,
    "rating": 3.8
  },
  {
    "name": "Dr Rita Chapman",
    "company": "Exozent Medical Practice",
    "email": "drritachapman@exozent.com",
    "phone": "+44 9634 342953",
    "address": "783 Homecrest Avenue, Glasgow",
    "about": "Tempor minim occaecat eiusmod labore elit commodo. Laboris adipisicing id aute labore. Cupidatat officia ullamco nulla non labore eu elit minim excepteur enim enim laboris.\r\n",
    "registered": "2019-08-02",
    "latitude": 55.856769,
    "longitude": -4.443653,
    "rating": 3.88
  },
  {
    "name": "Dr Davenport Williamson",
    "company": "Isoplex Medical Practice",
    "email": "drdavenportwilliamson@isoplex.com",
    "phone": "+44 9425 952635",
    "address": "191 Landis Court, Glasgow",
    "about": "Nisi ad commodo ullamco ex ipsum cillum. Officia occaecat dolore labore minim labore laboris cillum. Aute tempor laboris esse magna aliquip proident veniam ipsum eiusmod aliquip labore ad voluptate. Ullamco proident officia velit nostrud. Proident veniam labore est sunt voluptate magna tempor non proident proident occaecat. Dolor est sit officia pariatur esse tempor ad adipisicing ad sint eiusmod Lorem incididunt. Lorem nisi tempor ea enim Lorem ipsum incididunt tempor duis ipsum cillum.\r\n",
    "registered": "2016-05-10",
    "latitude": 55.807697,
    "longitude": -4.423331,
    "rating": 4.95
  },
  {
    "name": "Dr Gardner Osborn",
    "company": "Jamnation Medical Practice",
    "email": "drgardnerosborn@jamnation.com",
    "phone": "+44 9045 543174",
    "address": "337 Prince Street, Glasgow",
    "about": "Fugiat qui laboris elit amet consectetur irure laborum ut adipisicing culpa anim voluptate minim. Sint aliqua irure quis voluptate aute elit eiusmod minim. Enim excepteur aute veniam ad incididunt eu cupidatat nisi nisi. Lorem duis est commodo Lorem aliqua proident. Exercitation in amet nostrud nulla. Minim mollit est incididunt commodo nostrud.\r\n",
    "registered": "2019-08-13",
    "latitude": 55.922795,
    "longitude": -4.327774,
    "rating": 3.47
  },
  {
    "name": "Dr Aurelia Porter",
    "company": "Biotica Medical Practice",
    "email": "draureliaporter@biotica.com",
    "phone": "+44 8305 413057",
    "address": "723 Seabring Street, Glasgow",
    "about": "Voluptate aliqua reprehenderit sint laboris Lorem. Irure exercitation magna eu laboris. Veniam est adipisicing occaecat nostrud adipisicing et quis excepteur laboris. Ipsum veniam esse ex proident nulla eiusmod consectetur quis excepteur ex.\r\n",
    "registered": "2020-03-09",
    "latitude": 55.803325,
    "longitude": -4.134114,
    "rating": 3.16
  },
  {
    "name": "Dr Regina French",
    "company": "Terragen Medical Practice",
    "email": "drreginafrench@terragen.com",
    "phone": "+44 8935 382752",
    "address": "611 Whitty Lane, Glasgow",
    "about": "Cillum aliquip sit excepteur pariatur amet. Eiusmod exercitation elit tempor anim ut reprehenderit duis enim. Tempor deserunt irure non qui consequat consequat ad. Do elit excepteur ex culpa in sint.\r\n",
    "registered": "2015-08-16",
    "latitude": 55.904837,
    "longitude": -4.135494,
    "rating": 4.27
  },
  {
    "name": "Dr Caldwell Frank",
    "company": "Calcula Medical Practice",
    "email": "drcaldwellfrank@calcula.com",
    "phone": "+44 9135 323919",
    "address": "317 Keap Street, Glasgow",
    "about": "Anim nisi cillum fugiat culpa ad nulla dolor nulla quis cupidatat duis do nisi. Eu est cupidatat tempor reprehenderit officia non. Commodo et Lorem pariatur nostrud excepteur eiusmod ipsum do magna reprehenderit nisi tempor laboris. Est nostrud ex ullamco consectetur ipsum non laborum officia sint dolor. Ea id incididunt ipsum aute exercitation officia dolore amet sunt.\r\n",
    "registered": "2019-05-11",
    "latitude": 55.788297,
    "longitude": -4.396729,
    "rating": 3.77
  },
  {
    "name": "Dr Irwin Glass",
    "company": "Frosnex Medical Practice",
    "email": "drirwinglass@frosnex.com",
    "phone": "+44 9854 592565",
    "address": "394 Prescott Place, Glasgow",
    "about": "Sunt occaecat elit mollit ea id magna veniam Lorem ex fugiat id sunt. Veniam officia aliquip fugiat dolor ut ut. In aliqua nulla ea consequat ex adipisicing dolor. Laborum elit irure velit eiusmod ex est nostrud nostrud.\r\n",
    "registered": "2015-03-30",
    "latitude": 55.92312,
    "longitude": -4.422592,
    "rating": 3.17
  },
  {
    "name": "Dr Glass Bray",
    "company": "Glasstep Medical Practice",
    "email": "drglassbray@glasstep.com",
    "phone": "+44 9625 282623",
    "address": "827 Lester Court, Glasgow",
    "about": "Esse exercitation excepteur eiusmod aliquip. Magna labore do ex aliquip cillum laboris mollit anim in eu. Amet ipsum aliqua qui voluptate exercitation Lorem culpa cillum ad nulla magna.\r\n",
    "registered": "2014-03-21",
    "latitude": 55.838319,
    "longitude": -4.449052,
    "rating": 3.32
  },
  {
    "name": "Dr Good Avery",
    "company": "Medicroix Medical Practice",
    "email": "drgoodavery@medicroix.com",
    "phone": "+44 8654 632108",
    "address": "992 Seigel Street, Glasgow",
    "about": "Ullamco eu nulla et ut excepteur ea amet. In ipsum mollit exercitation minim mollit enim. Eu ut do enim magna commodo quis irure aliqua nisi. Adipisicing aute sunt laborum sunt in irure veniam laboris. Commodo aliqua est in qui Lorem eiusmod reprehenderit fugiat labore cillum reprehenderit deserunt proident. Ea ex elit pariatur et excepteur mollit amet.\r\n",
    "registered": "2018-03-03",
    "latitude": 55.808923,
    "longitude": -4.158799,
    "rating": 3.75
  },
  {
    "name": "Dr Harmon Perkins",
    "company": "Geoform Medical Practice",
    "email": "drharmonperkins@geoform.com",
    "phone": "+44 8324 202563",
    "address": "103 Rugby Road, Glasgow",
    "about": "Ullamco ipsum aliquip proident et sunt. Proident aute aute deserunt sit elit amet adipisicing exercitation occaecat fugiat enim consectetur. Fugiat consequat ut aute consequat duis cupidatat Lorem aliquip irure.\r\n",
    "registered": "2018-04-18",
    "latitude": 55.898955,
    "longitude": -4.29099,
    "rating": 3.58
  },
  {
    "name": "Dr Gilbert Weber",
    "company": "Zboo Medical Practice",
    "email": "drgilbertweber@zboo.com",
    "phone": "+44 8245 503825",
    "address": "816 Temple Court, Glasgow",
    "about": "Laboris sint est nisi sint fugiat labore fugiat est dolor irure anim. Occaecat pariatur do reprehenderit adipisicing in sit irure pariatur cillum deserunt enim voluptate minim. Excepteur consectetur voluptate irure ullamco anim. Consectetur aliquip laboris in velit nulla cupidatat et et commodo nulla laborum. Magna ex nostrud eu cupidatat adipisicing esse exercitation.\r\n",
    "registered": "2016-03-08",
    "latitude": 55.768033,
    "longitude": -4.311932,
    "rating": 3.71
  },
  {
    "name": "Dr Estella Hebert",
    "company": "Eclipsent Medical Practice",
    "email": "drestellahebert@eclipsent.com",
    "phone": "+44 9884 943771",
    "address": "528 Fleet Walk, Glasgow",
    "about": "Proident Lorem amet velit velit id excepteur. Ad Lorem quis aute ullamco sit do fugiat culpa nostrud minim. Est eiusmod ipsum culpa enim qui adipisicing velit anim consectetur deserunt eiusmod id laborum veniam. Quis et fugiat reprehenderit ullamco anim reprehenderit velit excepteur fugiat deserunt ex amet nisi. Fugiat ipsum velit laborum in consectetur eu pariatur minim sit.\r\n",
    "registered": "2018-07-27",
    "latitude": 55.827467,
    "longitude": -4.38452,
    "rating": 3.21
  },
  {
    "name": "Dr Elsie Hyde",
    "company": "Centregy Medical Practice",
    "email": "drelsiehyde@centregy.com",
    "phone": "+44 8584 752490",
    "address": "961 Gatling Place, Glasgow",
    "about": "Deserunt elit esse deserunt amet fugiat. Qui in voluptate ex nisi anim irure. Minim eiusmod exercitation est sint irure amet dolor dolore amet eu aliqua nisi reprehenderit ullamco. Adipisicing velit labore sunt amet non.\r\n",
    "registered": "2017-04-02",
    "latitude": 55.938683,
    "longitude": -4.419963,
    "rating": 4.17
  },
  {
    "name": "Dr Elliott Guthrie",
    "company": "Marvane Medical Practice",
    "email": "drelliottguthrie@marvane.com",
    "phone": "+44 8134 842402",
    "address": "963 Greenpoint Avenue, Glasgow",
    "about": "Ex veniam adipisicing id veniam qui duis pariatur elit duis enim do. Magna aute sit aute dolore duis. Mollit in et minim do irure nisi anim duis mollit. Fugiat sit aliquip ea eiusmod aliqua eiusmod mollit cillum. Fugiat eu laboris qui laborum consequat sit nostrud.\r\n",
    "registered": "2015-09-20",
    "latitude": 55.919372,
    "longitude": -4.445537,
    "rating": 3.8
  },
  {
    "name": "Dr Francis Vega",
    "company": "Isodrive Medical Practice",
    "email": "drfrancisvega@isodrive.com",
    "phone": "+44 9234 523200",
    "address": "967 Conselyea Street, Glasgow",
    "about": "Duis ut voluptate labore nulla officia labore commodo adipisicing nulla mollit laboris. Eiusmod occaecat et aliquip sit occaecat fugiat. Tempor ullamco officia exercitation est aute labore proident commodo adipisicing laboris duis culpa. Sunt ullamco eu nulla do irure voluptate sint elit anim aliqua commodo. Nulla aliquip ad sunt laborum nostrud officia ea aliqua culpa id incididunt. Consequat ullamco ex magna incididunt sit nulla.\r\n",
    "registered": "2019-02-23",
    "latitude": 55.790884,
    "longitude": -4.162859,
    "rating": 4.69
  },
  {
    "name": "Dr Booker Valentine",
    "company": "Medmex Medical Practice",
    "email": "drbookervalentine@medmex.com",
    "phone": "+44 8364 513330",
    "address": "916 Conover Street, Glasgow",
    "about": "Incididunt et sunt aliquip ea veniam nostrud in anim cupidatat tempor exercitation eiusmod. Esse nulla eiusmod est reprehenderit officia duis consectetur occaecat voluptate. Minim cupidatat pariatur proident duis non dolore laboris excepteur. Consequat duis consequat mollit consectetur anim. Dolor duis deserunt laboris pariatur aliqua.\r\n",
    "registered": "2015-07-18",
    "latitude": 55.813536,
    "longitude": -4.183527,
    "rating": 4.17
  },
  {
    "name": "Dr Frost Oliver",
    "company": "Neocent Medical Practice",
    "email": "drfrostoliver@neocent.com",
    "phone": "+44 9054 892854",
    "address": "895 Banker Street, Glasgow",
    "about": "Duis anim laborum eu eu aute. Cupidatat veniam ex pariatur nulla elit sint cupidatat dolor veniam consequat quis Lorem mollit. Voluptate cupidatat magna nostrud incididunt ut id aute. Deserunt Lorem id exercitation commodo tempor culpa incididunt minim occaecat culpa nostrud. Sit aute occaecat elit esse velit veniam ut. Labore in minim irure cillum proident cillum excepteur elit irure cupidatat aliquip dolore Lorem cillum. Minim eiusmod cillum culpa tempor pariatur amet fugiat consequat ex anim mollit.\r\n",
    "registered": "2016-10-08",
    "latitude": 55.821778,
    "longitude": -4.411783,
    "rating": 4.81
  },
  {
    "name": "Dr Ora Travis",
    "company": "Genmex Medical Practice",
    "email": "droratravis@genmex.com",
    "phone": "+44 8395 912558",
    "address": "216 Monaco Place, Glasgow",
    "about": "Incididunt non esse deserunt culpa dolor. Dolore occaecat quis esse id dolore consectetur aute mollit sint sint. Tempor est Lorem in officia mollit consectetur. Voluptate excepteur dolore fugiat reprehenderit consectetur adipisicing esse.\r\n",
    "registered": "2016-02-05",
    "latitude": 55.882471,
    "longitude": -4.302802,
    "rating": 4.4
  },
  {
    "name": "Dr Rogers Mccray",
    "company": "Interodeo Medical Practice",
    "email": "drrogersmccray@interodeo.com",
    "phone": "+44 8775 073943",
    "address": "345 Boerum Place, Glasgow",
    "about": "Laborum ullamco anim exercitation tempor proident. Ut aute ut reprehenderit excepteur esse laboris ad nostrud qui est fugiat. Aute fugiat cillum velit ad eu. Cillum eiusmod nisi cupidatat magna duis elit non do sint ipsum ut cillum. Quis elit consequat do enim elit ipsum labore nostrud excepteur. Quis pariatur amet mollit sit Lorem duis in tempor sunt laboris cupidatat enim reprehenderit aute. Velit culpa sit voluptate ex ullamco.\r\n",
    "registered": "2017-10-04",
    "latitude": 55.868863,
    "longitude": -4.151538,
    "rating": 4.16
  },
  {
    "name": "Dr Snider Stewart",
    "company": "Everest Medical Practice",
    "email": "drsniderstewart@everest.com",
    "phone": "+44 8085 313254",
    "address": "591 Varick Avenue, Glasgow",
    "about": "Aute qui proident laboris Lorem exercitation tempor excepteur ex consectetur exercitation et. Consectetur aliquip labore anim eiusmod adipisicing quis laborum mollit reprehenderit Lorem minim. Aute non quis elit enim elit et anim do. Ullamco fugiat consectetur eu duis sunt elit deserunt sint eu nisi veniam cupidatat pariatur elit. Anim occaecat amet enim culpa nostrud ullamco fugiat enim dolor velit aliqua labore culpa. Tempor reprehenderit incididunt quis fugiat velit deserunt qui excepteur dolor minim.\r\n",
    "registered": "2014-10-10",
    "latitude": 55.918252,
    "longitude": -4.200117,
    "rating": 3.89
  },
  {
    "name": "Dr Trina Kirkland",
    "company": "Visalia Medical Practice",
    "email": "drtrinakirkland@visalia.com",
    "phone": "+44 8685 343126",
    "address": "186 Baughman Place, Glasgow",
    "about": "Lorem consectetur reprehenderit exercitation enim qui ut deserunt magna sint amet deserunt veniam anim Lorem. In nostrud ut enim aliquip exercitation elit irure incididunt sint tempor. Minim eiusmod aliquip enim ipsum velit minim nulla aute enim pariatur ullamco enim. Veniam minim exercitation anim duis Lorem non.\r\n",
    "registered": "2017-04-28",
    "latitude": 55.849106,
    "longitude": -4.262895,
    "rating": 4.12
  },
  {
    "name": "Dr Ingram Gonzalez",
    "company": "Aquasseur Medical Practice",
    "email": "dringramgonzalez@aquasseur.com",
    "phone": "+44 8955 183802",
    "address": "623 Tapscott Avenue, Glasgow",
    "about": "Nostrud veniam aliqua aliqua aliqua exercitation est tempor elit nostrud anim sunt enim mollit. Do occaecat aliquip ea ut irure enim occaecat duis enim. Amet ut reprehenderit nostrud nostrud reprehenderit excepteur consectetur aute nostrud eiusmod sit. Sint aute ad quis velit veniam non proident ea qui eiusmod minim ea Lorem. Consequat pariatur sint laboris consectetur cupidatat aliquip sunt ex nulla pariatur reprehenderit excepteur occaecat. Deserunt occaecat id in ipsum consectetur laborum magna culpa sint pariatur aute sint esse ut. Culpa et mollit exercitation incididunt culpa qui consequat officia nisi incididunt.\r\n",
    "registered": "2019-09-06",
    "latitude": 55.85881,
    "longitude": -4.303846,
    "rating": 3.61
  },
  {
    "name": "Dr Angel Pittman",
    "company": "Nurali Medical Practice",
    "email": "drangelpittman@nurali.com",
    "phone": "+44 8655 412470",
    "address": "119 Pleasant Place, Glasgow",
    "about": "Adipisicing anim non consequat sit nisi id officia sunt quis quis velit culpa occaecat. Aute fugiat amet qui eiusmod esse. Ex aliquip adipisicing commodo ullamco aliqua irure nostrud. Nulla anim voluptate est cupidatat sint id et occaecat.\r\n",
    "registered": "2016-04-21",
    "latitude": 55.930394,
    "longitude": -4.225365,
    "rating": 3.45
  },
  {
    "name": "Dr William Doyle",
    "company": "Moltonic Medical Practice",
    "email": "drwilliamdoyle@moltonic.com",
    "phone": "+44 8264 562361",
    "address": "496 Kosciusko Street, Glasgow",
    "about": "Ullamco magna et aute consectetur exercitation sit fugiat velit elit. Consectetur Lorem ullamco cillum pariatur officia irure. Ex enim dolore labore minim aliqua proident laborum adipisicing nostrud id excepteur aliqua ea. Ea deserunt exercitation sunt minim officia officia labore sunt magna.\r\n",
    "registered": "2016-10-17",
    "latitude": 55.856739,
    "longitude": -4.269663,
    "rating": 3.78
  },
  {
    "name": "Dr Giles Kline",
    "company": "Protodyne Medical Practice",
    "email": "drgileskline@protodyne.com",
    "phone": "+44 9635 293951",
    "address": "884 Bryant Street, Glasgow",
    "about": "Qui reprehenderit est id commodo. Incididunt magna ipsum velit pariatur sit. Minim enim occaecat eu magna laborum. Laboris enim commodo dolor eu. Ipsum pariatur consequat eiusmod exercitation.\r\n",
    "registered": "2020-05-13",
    "latitude": 55.802375,
    "longitude": -4.363014,
    "rating": 3.56
  },
  {
    "name": "Dr Emilia Norman",
    "company": "Comtext Medical Practice",
    "email": "dremilianorman@comtext.com",
    "phone": "+44 9775 682358",
    "address": "141 Horace Court, Glasgow",
    "about": "Deserunt ut exercitation magna magna. Nostrud qui laboris occaecat ad eu eu officia officia amet. Nulla aliquip est id consequat consectetur. Sunt fugiat aute do pariatur proident. Ipsum qui ex elit Lorem dolor eu et irure adipisicing. Magna consectetur amet irure veniam et. Amet mollit consectetur ut dolor culpa ad et laborum minim nulla deserunt.\r\n",
    "registered": "2017-03-09",
    "latitude": 55.782444,
    "longitude": -4.236075,
    "rating": 4.25
  },
  {
    "name": "Dr Conley Park",
    "company": "Limozen Medical Practice",
    "email": "drconleypark@limozen.com",
    "phone": "+44 8305 572971",
    "address": "812 Midwood Street, Glasgow",
    "about": "Proident reprehenderit nulla occaecat tempor est quis dolor cillum. Non aute ipsum ipsum aliqua officia in deserunt laborum reprehenderit magna. Consectetur dolore reprehenderit est sunt eu tempor incididunt et esse. Pariatur incididunt laboris qui ipsum adipisicing duis incididunt fugiat aliquip est veniam mollit. Irure in elit nostrud cupidatat. Deserunt cillum occaecat ex fugiat reprehenderit cillum aute labore Lorem. Officia id exercitation dolor qui eiusmod officia ipsum veniam aute non occaecat sit minim sint.\r\n",
    "registered": "2015-11-16",
    "latitude": 55.782275,
    "longitude": -4.143771,
    "rating": 3.91
  },
  {
    "name": "Dr Bridgette Case",
    "company": "Pyramia Medical Practice",
    "email": "drbridgettecase@pyramia.com",
    "phone": "+44 9195 423227",
    "address": "711 Meadow Street, Glasgow",
    "about": "Proident ipsum cillum aute nisi fugiat aliqua cillum cillum anim esse ad. Eu ea ut ad veniam elit consequat non magna. Fugiat eu qui ut occaecat aliquip ipsum mollit ex. Voluptate amet id reprehenderit quis mollit ut enim. Laboris deserunt velit sint laborum eiusmod eu sunt cillum magna. Aute adipisicing mollit Lorem sunt id.\r\n",
    "registered": "2019-02-28",
    "latitude": 55.890875,
    "longitude": -4.181562,
    "rating": 3.39
  },
  {
    "name": "Dr Pearson Peters",
    "company": "Namegen Medical Practice",
    "email": "drpearsonpeters@namegen.com",
    "phone": "+44 8834 822013",
    "address": "966 Alabama Avenue, Glasgow",
    "about": "Aliqua do ut fugiat in enim consequat nisi enim duis id labore tempor. Ullamco nulla voluptate eiusmod nostrud voluptate aliquip cillum et dolor eu et proident minim. Nostrud et velit excepteur labore laborum sunt laboris occaecat do irure non elit non dolor. Dolor aliqua dolore quis cupidatat amet et velit cupidatat aliquip eiusmod sunt nulla do ut. Fugiat incididunt esse cupidatat adipisicing ut ad et.\r\n",
    "registered": "2015-08-30",
    "latitude": 55.785371,
    "longitude": -4.264259,
    "rating": 4.45
  },
  {
    "name": "Dr Monica Young",
    "company": "Slumberia Medical Practice",
    "email": "drmonicayoung@slumberia.com",
    "phone": "+44 9614 343754",
    "address": "819 Garnet Street, Glasgow",
    "about": "Eiusmod ut dolore irure dolore commodo enim nulla velit ex. Eiusmod laboris do ea cupidatat sint. Pariatur pariatur adipisicing ad magna nisi nisi nostrud dolore officia Lorem dolor nulla. Esse amet irure qui consequat sit sit ad et consequat.\r\n",
    "registered": "2015-01-01",
    "latitude": 55.907159,
    "longitude": -4.287285,
    "rating": 3.22
  },
  {
    "name": "Dr Maryellen Greer",
    "company": "Cognicode Medical Practice",
    "email": "drmaryellengreer@cognicode.com",
    "phone": "+44 8154 063591",
    "address": "746 Montauk Court, Glasgow",
    "about": "Voluptate eu quis qui incididunt consectetur qui. Reprehenderit ullamco consequat incididunt est. Dolore dolore fugiat ipsum aliquip enim irure eiusmod ut tempor quis id. Do officia culpa officia excepteur quis pariatur duis quis irure quis cillum. Tempor nostrud occaecat est consequat consequat. Qui anim enim eu dolor eiusmod Lorem incididunt incididunt quis eu. Veniam deserunt amet amet sit magna ipsum et officia.\r\n",
    "registered": "2019-10-25",
    "latitude": 55.836273,
    "longitude": -4.181958,
    "rating": 3.12
  },
  {
    "name": "Dr Clara Leonard",
    "company": "Quarmony Medical Practice",
    "email": "drclaraleonard@quarmony.com",
    "phone": "+44 9174 852920",
    "address": "496 Woodrow Court, Glasgow",
    "about": "Sint ullamco dolor ipsum in minim commodo exercitation. Pariatur nisi veniam occaecat dolor id qui elit aute officia anim nulla sint. Culpa irure nulla adipisicing Lorem commodo non commodo esse sit adipisicing elit nisi in. Occaecat eiusmod Lorem fugiat minim eiusmod laborum ex labore commodo consectetur veniam magna quis. Velit nisi irure sint excepteur aliquip.\r\n",
    "registered": "2014-03-22",
    "latitude": 55.926332,
    "longitude": -4.28298,
    "rating": 4.29
  },
  {
    "name": "Dr Foreman Prince",
    "company": "Isosure Medical Practice",
    "email": "drforemanprince@isosure.com",
    "phone": "+44 8494 962314",
    "address": "310 Livingston Street, Glasgow",
    "about": "Dolore id culpa ea culpa. Sit quis pariatur laborum incididunt laboris pariatur nostrud cillum. Labore fugiat do nostrud nulla do. Aliquip reprehenderit non pariatur ea.\r\n",
    "registered": "2020-06-02",
    "latitude": 55.787009,
    "longitude": -4.431129,
    "rating": 3.88
  },
  {
    "name": "Dr Hillary English",
    "company": "Shopabout Medical Practice",
    "email": "drhillaryenglish@shopabout.com",
    "phone": "+44 9685 663401",
    "address": "504 Cox Place, Glasgow",
    "about": "Do est ullamco culpa amet anim nisi. Id et nulla occaecat anim eu minim exercitation fugiat. Cupidatat dolore eiusmod anim cillum ea fugiat aute esse. Consectetur do dolore laborum elit et reprehenderit exercitation commodo nisi esse aliqua dolore culpa sit. Deserunt sit tempor sint labore occaecat anim occaecat.\r\n",
    "registered": "2015-04-11",
    "latitude": 55.900097,
    "longitude": -4.278783,
    "rating": 3.31
  },
  {
    "name": "Dr Young Marks",
    "company": "Bostonic Medical Practice",
    "email": "dryoungmarks@bostonic.com",
    "phone": "+44 8424 202369",
    "address": "974 Furman Street, Glasgow",
    "about": "Adipisicing cupidatat dolor magna consequat nostrud id voluptate magna mollit sint tempor. Enim ullamco minim ex cupidatat deserunt esse. Quis adipisicing nostrud laborum dolore veniam do. Nisi excepteur officia officia nulla ullamco irure occaecat in sunt in et est.\r\n",
    "registered": "2020-01-15",
    "latitude": 55.830068,
    "longitude": -4.178343,
    "rating": 3.03
  },
  {
    "name": "Dr Vazquez Fry",
    "company": "Bittor Medical Practice",
    "email": "drvazquezfry@bittor.com",
    "phone": "+44 8514 003221",
    "address": "875 Ryder Avenue, Glasgow",
    "about": "Nisi enim officia culpa magna eiusmod laborum. Nostrud aliqua eu Lorem culpa exercitation aliquip nisi proident adipisicing tempor laboris anim labore. Sint sint eu elit ad consectetur dolore. Sunt do minim incididunt enim quis commodo anim id. Elit sit aute eu mollit deserunt dolore aliqua.\r\n",
    "registered": "2017-09-12",
    "latitude": 55.829512,
    "longitude": -4.237829,
    "rating": 4.42
  },
  {
    "name": "Dr Rosie Downs",
    "company": "Ersum Medical Practice",
    "email": "drrosiedowns@ersum.com",
    "phone": "+44 9175 772116",
    "address": "457 Cortelyou Road, Glasgow",
    "about": "Consectetur excepteur laborum magna sunt irure id est cupidatat magna. Amet officia nostrud esse incididunt officia irure enim tempor qui nostrud. Ullamco laboris amet et id incididunt ex veniam sit elit. Consectetur proident magna nostrud quis incididunt nisi minim dolor aliquip consectetur duis do. Commodo eu anim nulla commodo dolore irure ullamco velit do cupidatat reprehenderit. Aliqua adipisicing eiusmod pariatur laborum anim minim id incididunt cupidatat. Culpa cupidatat irure deserunt non proident id.\r\n",
    "registered": "2017-10-16",
    "latitude": 55.860921,
    "longitude": -4.185139,
    "rating": 4.15
  }
]